Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

# AppName
source: Academic Management System
ar: البريد الإلكتروني غير صحيحتسجيل دخولن بي
hi_in: शैक्षिक प्रबंधन प्रणाली
mr_in: अकॅडेमिक मॅनेज़मेंट सिस्टिम

# ButtonAction_AddGroup
source: Add Group
hi_in: समूह जोड़ें

# ButtonAction_AddRow
source: Add Row
hi_in: पंक्ति जोड़ो

# ButtonAction_AddSubGroup
source: Add Sub Group
hi_in: उप समूह जोड़ें

# ButtonAction_AllocateCourse
source: Allocate Course
hi_in: निर्धारित कोर्स

# ButtonAction_Approve
source: Approve
hi_in: स्वीकृत

# ButtonAction_Cancel
source: Cancel
hi_in: रद्द

# ButtonAction_Delete
source: Delete
ar: حذف
hi_in: मिटायें
mr_in: हटवा

# ButtonAction_Next
source: Next
hi_in: अगला

# ButtonAction_NextSection
source: Next Section
hi_in: अगला भाग

# ButtonAction_No
source: No
hi_in: नहीं

# ButtonAction_Previous
source: Previous
hi_in: पूर्व

# ButtonAction_ProcessEntry
source: Process Entry
hi_in: प्रवेश प्रक्रिया

# ButtonAction_ReAdmit
source: Re-Admit
hi_in: फिर से प्रवेश

# ButtonAction_Reject
source: Reject
hi_in: अस्वीकार

# ButtonAction_Request
source: Request
hi_in: बिनती

# ButtonAction_Reset
source: Reset
ar: إعادة تعيين
hi_in: फिर से
mr_in: रीसेट

# ButtonAction_Save
source: Save
hi_in: सुरक्षित करें

# ButtonAction_SaveChanges
source: Save Changes
hi_in: सुरक्षित करें

# ButtonAction_Show
source: Show
hi_in: प्रदर्शन करें

# ButtonAction_ShowList
source: Show
hi_in: सूची दिखाएँ

# ButtonAction_Submit
source: Submit
ar: تسجيل دخول
hi_in: प्रस्तुत करें
mr_in: जतन करा

# ButtonAction_Yes
source: Yes
hi_in: हाँ

# ContryCode
source: Country Code
ar: إضافة شخص
hi_in: देश संहिता
mr_in: देश कोड

source: Country Name
ar: إضافة شخص
hi_in: देश का नाम
mr_in: देश

source: Create Country
ar: أدخل العمر
hi_in: देश बनाये
mr_in: देश निर्माण करा

# ddlHeaders_Academic
source: Academic
hi_in: -----शैक्षणिक-----

# ddlHeaders_AcademicName
source: ----Select Academic-----
hi_in: -----शैक्षणिक चुनिए-----

# ddlHeaders_AccountCategory
source: ---Select Account Category---
hi_in: -----खाते श्रेणी चुनिए-----

# ddlHeaders_Address
source: Address
hi_in: -----पता-----

# ddlHeaders_All
source: All
hi_in: -----सब-----

# ddlHeaders_ApplicationTypeName
source: -----Select Application Type------
hi_in: -----अनुप्रयोग प्रकार चुनिए-----

# ddlHeaders_CentreName
source: -----Select Centre-----
hi_in: -----केंद्र चुनिए-----

# ddlHeaders_CityName
source: -------------Select City-----------------
hi_in: -----शहर चुनिए-----

# ddlHeaders_CountryName
source: -----Select Country-----
hi_in: -----देश चुनिए-----

# ddlHeaders_Department
source: -----Select Department-----
hi_in: -----विभाग चुनिए-----

# ddlHeaders_Dependent
source: ----- Select Dependent Object -----
hi_in: -----आश्रित ऑब्जेक्ट चुनिए-----

# ddlHeaders_DivisionName
source: --------Select Division--------
hi_in: -----विभाजन-----

# ddlHeaders_EducationLevelName
source: ---------Select EducationLevel--------
hi_in: -----शिक्षा का स्तर चुनिए-----

# ddlHeaders_JobProfile
source: -----Select Job Profile-----
hi_in: -----रोजगार रूपरेखा चुनिए-----

# ddlHeaders_Language
source: --------Select Language---------
hi_in: -----भाषा चुनिए-----

# ddlHeaders_LeaveSession
source: -----Select Leave Session-----
hi_in: -----छुट्टी सत्र चुनिए-----

# ddlHeaders_LocationName
source: -----Select Location-----
hi_in: -----स्थान चुनिए-----

# ddlHeaders_MediumName
source: --------Select Medium--------
hi_in: -----मध्यम चुनिए-----

# ddlHeaders_NonAcademic
source: Non-Academic
hi_in: -----गैर शैक्षणिक-----

# ddlHeaders_PayScale
source: -----Select Pay Scale-----
hi_in: -----वेतनमान चुनिए-----

# ddlHeaders_RegionName
source: -------------Select Region-------------
hi_in: -----क्षेत्र चुनिए-----

# ddlHeaders_Rule
source: ------Select Rule------
hi_in: -----नियम चुनिए-----

# ddlHeaders_Select
source: Select
hi_in: -----चुनिए-----

# ddlHeaders_SelectAccount
source: -----------Select Account------------
hi_in: -----खाता चुनिए-----

# ddlHeaders_SelectCarryFwdSubType
source: ----Select Carry Fwd Sub Type-----
hi_in: -----अग्रेषित उप प्रकार चुनिए-----

# ddlHeaders_SelectCaste
source: ----Select Caste----
hi_in: -----जाति चुनिए-----

# ddlHeaders_SelectCategory
source: ----select Category----
hi_in: -----श्रेणी चुनिए-----

# ddlHeaders_SelectChildrenRelation
source: -- Select Children Relation --
hi_in: -----बच्चों का रिश्ता चुनिए-----

# ddlHeaders_SelectCountry
source: -----------Select Country----------
hi_in: -----देश चुनिए-----

# ddlHeaders_SelectDate
source: -----------Select Date-----------
hi_in: -----तारीख़ चुनिए-----

# ddlHeaders_SelectDesignation
source: ---Select Designation---
hi_in: -----पदनाम चुनिए-----

# ddlHeaders_SelectEducation
source: ----Select Education----
hi_in: -----शिक्षा चुनिए-----

# ddlHeaders_SelectEducationType
source: ----Select Education Type----
hi_in: -----शिक्षा प्रकार चुनिए-----

# ddlHeaders_SelectElectiveGroup
source: ----Select Elective Group----
hi_in: -----वैकल्पिक समूह चुनिए-----

# ddlHeaders_SelectEmployee
source: ----Select Employee---
hi_in: -----कर्मचारी चुनिए-----

# ddlHeaders_SelectEntiry
source: ---Select Entity---
hi_in: -----अस्तित्व चुनिए-----

# ddlHeaders_SelectExperienceType
source: ----Select Experience Type----
hi_in: -----अनुभव प्रकार चुनिए-----

# ddlHeaders_SelectGroupRuleName
source: Select Group Rule
hi_in: -----समूह नियम चुनिए

# ddlHeaders_SelectJobProfile
source: --Select Job Profile--
hi_in: -----रोजगार रूपरेखा चुनिए

# ddlHeaders_SelectJobStatus
source: --Select Job Status--
hi_in: -----कार्य स्थिति चुनिए

# ddlHeaders_SelectLevel
source: ----Select Level----
hi_in: -----स्तर चुनिए-----

# ddlHeaders_SelectMaritalStatus
source: -- Select Marital Status --
hi_in: -----वैवाहिक स्थिति का चयन करें-----

# ddlHeaders_SelectModule
source: ------Select Module------
hi_in: -----मॉड्यूल चुनिए-----

# ddlHeaders_SelectNationality
source: -----Select Nationality-----
hi_in: -----राष्ट्रीयता चुनिए-----

# ddlHeaders_SelectPaperType
source: --Select Paper Type--
hi_in: -----पेपर का प्रकार चुनिए-----

# ddlHeaders_SelectPaymentMode
source: -- Select Payment Mode--
hi_in: -----भुगतान रीति चुनिए-----

# ddlHeaders_SelectPublishMedium
source: --Select Publish Medium----
hi_in: -----प्रकाशित मध्यम चुनिए-----

# ddlHeaders_SelectRelation
source: ----Select Relation----
hi_in: -----संबंध चुनिए-----

# ddlHeaders_SelectReligion
source: ----Select Religion----
hi_in: -----धर्म चुनिए-----

# ddlHeaders_SelectSection
source: -------Select Selection------
hi_in: -----प्रवरण चुनिए-----

# ddlHeaders_SelectSift
source: --------Select Sift-------
hi_in: -----पाली चुनिए-----

# ddlHeaders_SelectStream
source: -------Select Stream--------
hi_in: -----धारा चुनिए-----

# ddlHeaders_SelectSubElectiveGroup
source: --Select SubElective Group--
hi_in: -----उप वैकल्पिक समूह चुनिए-----

# ddlHeaders_SelectTransactionType
source: -----Select Voucher Type-----
hi_in: -----लेन-देन प्रकार चुनिए-----

# ddlHeaders_SelectUniversityORBoard
source: --Select University OR Board--
hi_in: -----विश्वविद्यालय या समिति चुनिए-----

# ddlHeaders_SelectYear
source: -- Select Year --
hi_in: -----वर्ष चुनिए-----

# ddlHeaders_SemisterName
source: -----Select Semister-----
hi_in: -----छमाही चुनिए-----

# ddlHeaders_SpanDuration
source: -----Select Salary Span-----
hi_in: -----वेतन काल चुनिए-----

# ddlHeaders_StandardName
source: --------Select Standard--------
hi_in: -----मानक चुनिए-----

# ddlHeaders_SubjectName
source: ----Select Subject----
hi_in: -----विषय चुनिए-----

# ddlHeaders_UnitName
source: ---Select Unit---
hi_in: -----इकाई चुनिए-----

# ddlHeaders_UniversityName
source: ---Select University---
hi_in: -----विश्वविद्यालय चुनिए-----

# ddlHeader_AccountHead
source: ---Select Account Head---
hi_in: -----लेखाशीर्ष चुनिए-----

# DefaultFlag
source: Make it default?
ar: السيرة
hi_in: यह डिफ़ॉल्ट बनाने?
mr_in: तो डीफॉल्ट बनवा

source: Delete Country
ar: تسجيل
hi_in: देश मिटायें
mr_in: देश काढून टाका

# DispalyNames_PERMANENT
source: Permanent
hi_in: स्थायी

# DisplayHeader_PendingRequest
source: Pending Request
hi_in: अपूर्ण बिनती

# DisplayList_AttendanceSpecialRequest
source: Attendance Special Request
hi_in: उपस्थिति विशेष की बिनती

# DisplayList_CompensatoryOffDayRequest
source: Compensatory Off Day Request
hi_in: प्रतिपूरक छुट्टी की बिनती

# DisplayList_DumpShrinkRequest
source: Waste & Shrink Request
hi_in: ढेर और सिकुडन

# DisplayList_LeaveRequest
source: Leave Request
hi_in: छुट्टी की बिनती

# DisplayList_ManualAttendanceRequest
source: Manual Attendance Request
hi_in: दस्ती की उपस्थिति की बिनती

# DisplayList_StudentRequest
source: Student Request
hi_in: छात्र की बिनती

# DisplayMessage_AddFeeCriteriaParameter
source: Add Fee Criteria Parameter
hi_in: शुल्क मानदंड प्राचल जोड़ें

# DisplayMessage_AllocateAdditionalRole
source: Allocate Additional Role
hi_in: अतिरिक्त भूमिका का निर्धारित

# DisplayMessage_AllocationRegularRole
source: Allocate Regular Role
hi_in: नियमित भूमिका का निर्धारित

# DisplayMessage_AreYouSureYouWanttoAllocate
source: Are you sure that you want to allocate
hi_in: आप निर्धारित करने के लिए सुनिश्चित कर रहे हैं ?

# DisplayMessage_AreYouSureYouWanttoDeallocate
source: Are you sure that you want to deallocate
hi_in: आप निर्धारित न करने के लिए सुनिश्चित कर रहे हैं ?

# DisplayMessage_Balancesheet
source: Balancesheet
hi_in: तुलन पत्र

# DisplayMessage_FileNotAppearToBeAnImage
source: The selected file does not appear to be an image.
hi_in: चयनित फ़ाइल एक छवि होने के लिए प्रकट नहीं होती हैं।

# DisplayMessage_First
source: first.
hi_in: पहले

# DisplayMessage_MaximumFileSizeExceeds
source: Maximum file size exceeds,Your photo size should be less than 50 kb
hi_in: अधिकतम फ़ाइल आकार से अधिक है, अपनी तस्वीर आकार कम से कम 50 केबी होना चाहिए

# DisplayMessage_NoRoleIsAvailableForThisDesignation
source: No role is available for this designation
hi_in: कोई भूमिका इस पद पर नियुक्ति के लिए उपलब्ध है

# DisplayMessage_OhsnapYouforgottoselectBalancesheet
source: Oh snap! You forgot to select Balancesheet!
hi_in: ओह! आप तुलन पत्र चयन करने के लिए भूल गया!

# DisplayMessage_PhotoAllowsFileType
source: Photo only allows file types of GIF, PNG, JPG, JPEG and BMP.
hi_in: फोटो केवल जीआईएफ, पीएनजी, जेपीजी, जेपीईजी और बीएमपी की फ़ाइल प्रकारों की अनुमति देता है।

# DisplayMessage_PleaseUploadImage
source: Please upload an image
hi_in: छवि अपलोड करें

# DisplayMessage_to
source: to
hi_in: को

# DisplayMessage_ToaccessAccountModuleFormsyoumustselect
source: To access account module forms you must select
hi_in: अकाउंट नमुना रूपों का उपयोग करने के लिए आप का चयन करना होगा

# DisplayMessage_UnauthorizedAccess
source: Unauthorized access!
hi_in: अनाधिकृत उपयोग!

# DisplayNames_AccessibleCentreList
source: Accessible Centre List
hi_in: सुलभ केन्द्र सूची

# DisplayNames_AddOn
source: Add-On
hi_in: ऐड ऑन

# DisplayNames_CreateSpecialRights
source: Create Special Rights
hi_in: विशेष अधिकार बनाएं

# DisplayNames_Regular
source: Regular
hi_in: नियमित

# DisplayNames_SelectOtherCentre
source: Select Other Centre
hi_in: अन्य केन्द्र का चयन करें

# DisplayName_AcademicNonacademic
source: Academic / Non-Academic
hi_in: शैक्षणिक / गैर शैक्षणिक

# DisplayName_AcademicYear
source: Academic Year :
hi_in: शैक्षणिक वर्ष :

# DisplayName_AccBalanceSheetName
source: Balancesheet :
hi_in: तुलन पत्र :

# DisplayName_AccBalsheetCode
source: Balancesheet Code
hi_in: तुलन पत्र संकेत

# DisplayName_AccBalsheetHeadDesc
source: Balancesheet Name
hi_in: तुलन पत्र का नाम

# DisplayName_AccBalsheetTypeCode
source: Balancesheet Type Code :
hi_in: प्रकार संकेत

# DisplayName_AccBalsheetTypeDesc
source: Balancesheet Type Name :
hi_in: प्रकार नाम :

# DisplayName_AcceptedByEmployee
source: Accepted By Employee
hi_in: कर्मचारी द्वारा स्वीकार किए जाते हैं

# DisplayName_Account
source: Account
hi_in: खाता

# DisplayName_AccountCode
source: Account Code
hi_in: खाता संकेत

# DisplayName_AccountDetails
source: Account Details
hi_in: खाता विवरण

# DisplayName_AccountID
source: Account :
hi_in: खाता :

# DisplayName_AccountIDReport
source: Accounts :
hi_in: लेखा :

# DisplayName_AccountInNameOf
source: Account Holder Name
hi_in: खाताधारक का नाम

# DisplayName_AccountName
source: Account :
hi_in: खाता:

# DisplayName_AccountSessionID
source: Account Session :
hi_in: खाते सत्र:

# DisplayName_AccountType
source: Account Type
hi_in: खाते का प्रकार

# DisplayName_Account_System
source: Account System
hi_in: खाता प्रणाली

# DisplayName_Actions
source: Action
ar: تطبيقات
hi_in: क्रिया
mr_in: क्रिया

# DisplayName_ActiveCommission
source: Active Commission
hi_in: सक्रिय आयोग

# DisplayName_ActiveFlagCentrewiseDepartment
source: Allocate Department to Centre
hi_in: केंद्र को विभाग निर्धारित

# DisplayName_ActivityName
source: Activity Name
hi_in: गतिविधि का नाम

# DisplayName_AddFeeType
source: Add Fee Type
hi_in: शुल्क प्रकार जोड़ें

# DisplayName_AddNew
source: Add New
ar: إضافة جديد
hi_in: नया जोड़ें
mr_in: नवीन जोडा

# DisplayName_AddNewTopic
source: Add New Topic
hi_in: नया विषय जोड़ें

# DisplayName_AddNewUnit
source: Add New Unit
hi_in: नई इकाई जोड़ें

# DisplayName_Address
source: Address :
hi_in: पता:

# DisplayName_Address1
source: Address1 :
hi_in: पता 1 :

# DisplayName_Address2
source: Address2 :
hi_in: पता द्वितीय :

# DisplayName_AddressType
source: Address Type
hi_in: पता प्रकार

# DisplayName_AdharCardNumber
source: National Identify Number
hi_in: राष्ट्रीय पहचान संख्या

# DisplayName_AdminRoleCode
source: Role Code :
hi_in: भूमिका संकेत:

# DisplayName_AdminSnPostsName
source: Post Name :
hi_in: पद नाम :

# DisplayName_AdmissionDate
source: Admission Date :
hi_in: प्रवेश की तारीख:

# DisplayName_AdmissionNumber
source: Admission Number :
hi_in: प्रवेश संख्या :

# DisplayName_AdmissionPattern
source: Admission Pattern
hi_in: प्रवेश स्वरूप

# DisplayName_AdmittedSectionDetails
source: Admitted Section Details
hi_in: भर्ती का विवरण

# DisplayName_Advanced
source: Advanced
hi_in: उन्नत

# DisplayName_AggregatePercentage
source: Aggregate Percentage
hi_in: कुल प्रतिशत

# DisplayName_AllowToSelect
source: Allow to Select
hi_in: चुनने के लिए अनुमति

# DisplayName_AltGroupID
source: Alternate Group :
hi_in: वैकल्पिक समूह:

# DisplayName_AmountOfGrant
source: Amount of Grant
hi_in: अनुदान की राशि

# DisplayName_ApplicationStatus
source: Application Status :
hi_in: आवेदन की स्थिति :

# DisplayName_AppointmentApprovalDate
source: Appointment Approval Date
hi_in: नियुक्ति अनुमोदन की तारीख

# DisplayName_AppointmentOrderDate
source: Appointment Order Date
hi_in: नियुक्ति आदेश दिनांक

# DisplayName_AppointmentOrderNumber
source: Appointment Order Number
hi_in: नियुक्ति आदेश संख्या

# DisplayName_ApprovalDate
source: Approved Date
hi_in: स्वीकृत की तारीख

# DisplayName_ApprovalFromDate
source: Approval From Date
hi_in: दिनांक से अनुमोदन

# DisplayName_ApprovalStatus
source: Approval Status
hi_in: अनुमोदन स्थिति

# DisplayName_ApprovalSubjectName
source: Subject Name
hi_in: विषय नाम

# DisplayName_ApprovalType
source: Approval Type :
hi_in: अनुमोदन के प्रकार:

# DisplayName_ApprovalUptoDate
source: Approval Upto Date
hi_in: तारीख तक अनुमोदन

# DisplayName_Approved
source: Approved
hi_in: अनुमोदित

# DisplayName_ApprovedByUser
source: Approved By User :
hi_in: उपयोगकर्ता द्वारा अनुमोदित:

# DisplayName_Areyousuretoallcate
source: Are you sure to allocate
hi_in: आप निर्धारित करने के लिए सुनिश्चित कर रहे हैं

# DisplayName_AssignmentFromDate
source: Assignment From Date
hi_in: काम इस दिनांक से

# DisplayName_AssignmentToDate
source: Assignment To Date
hi_in: काम इस दिनांक तक

# DisplayName_AssignTaskInConsultancy
source: Assign Task In Consultancy
hi_in: कार्य में परामर्श कार्य निरुपित

# DisplayName_AssociationwithProfessionalBodies
source: Association with Professional Bodies
hi_in: व्यावसायिक समिति के साथ संस्था

# DisplayName_AttendanceDate
source: Attendance Date
hi_in: उपस्थिति की तारीख

# DisplayName_AttendanceFor
source: Attendance For
hi_in: के लिए उपस्थिति

# DisplayName_AttendanceNeeded
source: Needed attendance?
hi_in: जरूरत उपस्थिति?

# DisplayName_AttendDaysRequiredInMonth
source: Attend Days Required In Month :
hi_in: महीने में आवश्यक दिनों में भाग लेने:

# DisplayName_AvailableStock
source: Available Qty.
hi_in: उपलब्ध मात्रा।

# DisplayName_AverageRanking
source: Average Ranking
hi_in: औसत श्रेणी

# DisplayName_AWARD
source: AWARD
hi_in: पुरस्कार

# DisplayName_Awarded
source: Awarded
hi_in: से सम्मानित किया

# DisplayName_BackDatetimedEntries
source: Back Dated Entry
hi_in: वापस दिनांक प्रवेश

# DisplayName_BalancesheetName
source: Balancesheet :
hi_in: तुलन पत्र :

# DisplayName_Bank
source: Bank
hi_in: बैंक

# DisplayName_BankAccountNumber
source: Account Number
hi_in: खाता संख्या

# DisplayName_BankACNumber
source: Bank AC Number
hi_in: बैंक खाता संख्या

# DisplayName_BankBranchName
source: Bank Branch
hi_in: बैंक शाखा

# DisplayName_BankLimitAmount
source: Bank Limit Amount
hi_in: बैंक सीमा राशि

# DisplayName_Basic
source: Basic
hi_in: मूल

# DisplayName_BasicAmount
source: Basic Salary
hi_in: मूल वेतन

# DisplayName_BasicSalary
source: Basic Salary
hi_in: मूल वेतन

# DisplayName_BillAmount
source: Total
hi_in: कुल

# DisplayName_Birthdate
source: Birth Date
hi_in: जन्म दिन

# DisplayName_BoardUniversityID
source: Board / University Name
hi_in: समिति / विश्वविद्यालय का नाम

# DisplayName_Both_Internal_External
source: Both(Internal & External)
hi_in: दोनों (आंतरिक और बाह्य)

# DisplayName_BranchDescription
source: Course
hi_in: पाठ्यक्रम:

# DisplayName_BranchDescriptionCourseMaster
source: Course Name :
hi_in: पाठ्यक्रम का नाम :

# DisplayName_BranchDescriptions
source: Branch Descriptions :
hi_in: शाखा विवरण:

# DisplayName_BranchDetailID
source: Course Name
hi_in: पाठ्यक्रम का नाम

# DisplayName_BranchPrintingSequence
source: Course Printing Sequense
hi_in: पाठ्यक्रम मुद्रण अनुक्रम

# DisplayName_BranchShortCode
source: Course Code :
hi_in: पाठ्यक्रम संकेत :

# DisplayName_CampusArea
source: Campus Area :
hi_in: कैम्पस क्षेत्र

# DisplayName_CancelRemark
source: Remark :
hi_in: टिप्पणी:

# DisplayName_CareerProfileTeachingExperience
source: Career Profile / Teaching Experience
hi_in: कैरियर रूपरेखा / अध्यापन अनुभव

# DisplayName_CarryForwardFeeSubtypeID
source: Carry Fwd Fee Sub Type :
hi_in: अग्रेषित शुल्क उप प्रकार :

# DisplayName_Cash
source: Cash
hi_in: रोकड़

# DisplayName_CasteID
source: Caste
hi_in: जाति

# DisplayName_CategoryCode
source: Category Code
ar: فئة الرمز
hi_in: श्रेणी संकेत
mr_in: वर्ग कोड

# DisplayName_CategoryDescription
source: Category
hi_in: श्रेणी

# DisplayName_CategoryID
source: Category
hi_in: श्रेणी

# DisplayName_CategoryName
source: Category Name
ar: اسم التصنيف
hi_in: श्रेणी नाम
mr_in: वर्गवारी नाव

# DisplayName_CategoryType
source: Category Type
ar: الفئة نوع
hi_in: श्रेणी के प्रकार
mr_in: श्रेणीमार्गाचा प्रकार

# DisplayName_CenterCode
source: Centre Name
hi_in: केंद्र का नाम

# DisplayName_CentreCode
source: Centre Code
hi_in: केंद्र संकेत

# DisplayName_CentreDepartmentFaculty
source: Centre-Department Employee
hi_in: केन्द्र-विभाग के संकाय

# DisplayName_CentreEstablishmentDatetime
source: Establishment Date :
hi_in: स्थापना दिनांक :

# DisplayName_CentreLoginNumber
source: Centre Login Number :
hi_in: केंद्र लॉग इन संख्या:

# DisplayName_CentreName
source: Centre
hi_in: केंद्र

# DisplayName_CentreNameForShift
source: Centre :
hi_in: केंद्र:

# DisplayName_CentreSpecialization
source: Centre Specialization :
hi_in: केंद्र विशेषज्ञता:

# DisplayName_ChargeTakingDate
source: Charge Taking Date
hi_in: प्रभार लेने की तिथि

# DisplayName_CheckInTime
source: Check In Time :
hi_in: चेक इन का समय :

# DisplayName_CheckOutTime
source: Check Out Time :
hi_in: चेक आउट का समय :

# DisplayName_ChequeBookID
source: ChequeBookID
hi_in: चेक बुक आईडी

# DisplayName_ChequeFromNo
source: Start Number :
hi_in: शुरू संख्या :

# DisplayName_ChequeToNo
source: End Number :
hi_in: अंत संख्या:

# DisplayName_ChildDateOfBirth
source: Child Date of Birth
hi_in: बच्चे की जन्म तारीख

# DisplayName_ChildName
source: Child Name
hi_in: बच्चे का नाम

# DisplayName_ChildQualification
source: Child Qualification
hi_in: बाल योग्यता

# DisplayName_ChildrenRelation
source: Children Relation
hi_in: बच्चे का संबंध

# DisplayName_CityID
source: City
hi_in: शहर

# DisplayName_CityName
source: City
hi_in: शहर

# DisplayName_CoAuthor
source: Co-Author
hi_in: सह-लेखक

# DisplayName_CollegeApprovalDate
source: College Approval Date
hi_in: महाविद्यालय अनुमोदन की तारीख

# DisplayName_CollegeApprovalNumber
source: College Approval Number
hi_in: महाविद्यालय स्वीकृति संख्या

# DisplayName_CollegeID
source: College ID :
hi_in: महाविद्यालय आईडी:

# DisplayName_CommonBranch
source: Is Common Course
hi_in: आम पाठ्यक्रम है ?

# DisplayName_Completed
source: Completed
hi_in: संपूर्ण

# DisplayName_CompoundInterest
source: Compound Interest
hi_in: चक्रवृद्धि ब्याज

# DisplayName_Conference
source: Conference
hi_in: सम्मेलन

# DisplayName_ConferenceName
source: Name
hi_in: नाम

# DisplayName_Conference_Symposium_JournalPaper_Books_Published
source: Conference/ Symposium /Journal Paper / Books Published
hi_in: सम्मेलन / संगोष्ठी / पत्रिका कागज / प्रकाशित पुस्तकें

# DisplayName_ConsiderLateMarkUpto
source: Consider Late Mark Upto :
hi_in: देर तक पर विचार :

# DisplayName_ConsultancyCost
source: Consultancy Cost
hi_in: कंसल्टेंसी लागत

# DisplayName_ConsultancyDate
source: Consultancy Date
hi_in: कंसल्टेंसी की तारीख

# DisplayName_ConsultancyDetails
source: Consultancy Details
hi_in: कंसल्टेंसी विवरण

# DisplayName_ConsultancyName
source: Consultancy Name
hi_in: कंसल्टेंसी नाम

# DisplayName_ConsultingFromDate
source: Consulting From Date
hi_in: दिनांक से परामर्श

# DisplayName_ConsultingToDate
source: Consulting To Date
hi_in: तिथि के लिए परामर्श

# DisplayName_ContactDetails
source: Contact Details
hi_in: सम्पर्क करने का विवरण

# DisplayName_ContactNumber
source: Contact Number
hi_in: संपर्क संख्या

# DisplayName_ControlHead
source: Control Head
hi_in: नियंत्रण शीर्ष

# DisplayName_CORRESPONDENCE
source: CORRESPONDENCE
hi_in: पत्राचार

# DisplayName_CorrespondenceAddressLine1
source: Correspondence Address Line1
hi_in: पत्राचार के पते लाइन 1

# DisplayName_CorrespondenceAddressLine2
source: Correspondence Address Line2
hi_in: पत्राचार के पते लाइन 2

# DisplayName_CountryCode
source: Country Code
ar: كود البلد
hi_in: देश संकेत
mr_in: देश कोड

# DisplayName_CountryID
source: Country Name
hi_in: देश का नाम

# DisplayName_CountryName
source: Country Name
ar: اسم البلد
hi_in: देश का नाम
mr_in: देश नाव

# DisplayName_CourseName
source: Course Name
hi_in: पाठ्यक्रम का नाम

# DisplayName_CourseSubjectTaught
source: Course/ Subject Taught
hi_in: पाठ्यक्रम / विषय

# DisplayName_CourseYearCode
source: Code :
hi_in: संकेत:

# DisplayName_CourseYearDesc
source: Course Year :
hi_in: पाठ्यक्रम वर्ष:

# DisplayName_CourseYearStdDescription
source: Course Year Standard :
hi_in: पाठ्यक्रम वर्ष मानक:

# DisplayName_CreatedBy
source: Created By
hi_in: के द्वारा बनाई गई

# DisplayName_CreatedDate
source: Created Date
hi_in: के द्वारा बनाई गई दिनांक

# DisplayName_CreateFeeCriteriaParameter
source: Create Fee Criteria Parameter
hi_in: शुल्क मानदंड पैरामीटर बनाएं

# DisplayName_CreateFeeCriteriaParameterValue
source: Create Fee Criteria Parameter Value
hi_in: शुल्क मानदंड पैरामीटर मूल्य

# DisplayName_CreateFeeSubType
source: Create Fee Sub Type
hi_in: शुल्क उप प्रकार बनाएं

# DisplayName_CreateFeeType
source: Create Fee Type
hi_in: शुल्क प्रकार बनाएं

# DisplayName_CreateNewTopic
source: Create New Topic
hi_in: नया विषय बनाएं

# DisplayName_CreateNewUnit
source: Create New Unit
hi_in: नई इकाई बनाएं

# DisplayName_Credit
source: Credit
hi_in: श्रेय

# DisplayName_Current
source: Current
hi_in: वर्तमान

# DisplayName_CurrentActiveFlag
source: Current Active Flag :
hi_in: वर्तमान सक्रिय करें:

# DisplayName_CurrentActiveSemesterFlag
source: Active Status
hi_in: सक्रिय स्थिति

# DisplayName_CurrentAddressFlag
source: Current Address Flag
hi_in: वर्तमान पता चिह्न
