Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

# FormName_AllocationOfCourse
source: Allocation of Course
hi_in: पाठ्यक्रम को निर्धारित करना

# FormName_ApplyRuleForSession
source: Apply Rule For Session
hi_in: सत्र के लिए नियम लागू करें

# FormName_AttendanceSpan
source: Attendance Span
hi_in: उपस्थिति विस्तार

# FormName_BalancesheetMaster
source: Balancesheet Master
hi_in: तुलन पत्र

# FormName_BalancesheetTypeMaster
source: Balancesheet Type Master
hi_in: तुलन पत्र प्रकार

# FormName_Caste
source: Caste
ar: الطائفة
hi_in: जाति
mr_in: जात

# FormName_Category
source: Category
ar: فئة
hi_in: श्रेणी
mr_in: वर्ग

# FormName_CentreDepartmentFaculty
source: Centre Department Faculty
hi_in: केंद्र विभाग के संकाय

# FormName_CentreOpeningBalance
source: Centre Opening Balance
hi_in: केंद्र अधिशेष

# FormName_CentrewiseDepartment
source: Centrewise Department
hi_in: केंद्र के अनुसार विभाग

# FormName_ChangeSection
source: Change Section
hi_in: स्ट्रीम बदलें

# FormName_ChequeCancellation
source: Cheque Cancellation
hi_in: रद्द चैक

# FormName_City
source: City
ar: مدينة
hi_in: शहर
mr_in: शहर

# FormName_CompensatoryOffDayApplication
source: Compensatory Off Day Application
hi_in: प्रतिपूरक अवकाश दिन का आवेदन

# FormName_ContactDetails
source: Contact Details
hi_in: सम्पर्क करने का विवरण

# FormName_Country
source: Country
ar: ن أقل من حرف
hi_in: देश
mr_in: देश

# FormName_CourseMaster
source: Course Master
hi_in: पाठ्यक्रम

# FormName_CourseYearDetails
source: Course Year Details
hi_in: पाठ्यक्रम वर्ष विवरण

# FormName_CreateEmployeePHdGuideStudentsDetails
source: Add Student Details
hi_in: छात्र विवरण जोड़ें

# FormName_CreateLeaveRuleExemptedEmployee
source: Create Leave Rule Exempted Employee
hi_in: अवकाश नियम छूट कर्मचारी बनाएं

# FormName_CreateShiftCentreWise
source: Create Shift Centrewise
hi_in: केंद्र के अनुसार पाली बनाने

# FormName_DepartmentMaster
source: Department Master
hi_in: विभाग

# FormName_Discrepancy
source: Descripency
hi_in: विसंगति

# FormName_DivisionMaster
source: Division Master
hi_in: विभाजन

# FormName_EditEmployeeShiftMaster
source: Update Shift
hi_in: अद्यतन पाली

# FormName_EditShiftCentreWise
source: Edit Shift Centrewise
hi_in: पाली केंद्र के अनुरूप संपादित करे

# FormName_EducationMaster
source: Education Master
hi_in: शिक्षा

# FormName_EducationType
source: Education Type
hi_in: शिक्षा के प्रकार

# FormName_EmployeeAssociatesProfessionalBodies
source: Employee Associates Professional Bodies
hi_in: सहभागी कर्मचारी व्यावसायिक गुट

# FormName_EmployeeConsultancy
source: Employee Consultancy
hi_in: कर्मचारी परामर्श कार्य

# FormName_EmployeeCourseSubjecttaught
source: Employee Course Subject taught
hi_in: कर्मचारी पाठ्यक्रम विषय पढ़ाया जाता है

# FormName_EmployeeDesignation
source: Employee Designation
hi_in: कर्मचारी पदनाम

# FormName_EmployeeDocumentRequired
source: Apply Document To Leave Rule
hi_in: दस्तावेज़ की आवश्यकता

# FormName_EmployeePHdGuideRecognisationDetails
source: Add Employee Ph.D Guide Details
hi_in: कर्मचारी पीएचडी मार्गदर्शक का विवरण जोड़ें

# FormName_EmployeeProfile
source: Employee Profile
hi_in: कर्मचारी रूपरेखा

# FormName_EmployeeProjectWorksMaster
source: Project Work
hi_in: परियोजना का काम

# FormName_ExperienceDetails
source: Experience Details
hi_in: अनुभव विवरण

# FormName_ExperienceType
source: Experience Type
hi_in: अनुभव के प्रकार

# FormName_FeeCriteriaMasterAndDetails
source: Fee Criteria
hi_in: शुल्क मानदंड

# FormName_GeneralTaskModel
source: General Task Model
hi_in: सामान्य कार्य नमूना

# FormName_GroupMaster
source: Group Master
hi_in: समूह

# FormName_IndividualOpeningBalance
source: Individual Opening Balance
hi_in: व्यक्तिगत अधिशेष

# FormName_JobProfile
source: Job Profile
hi_in: रोजगार रूपरेखा

# FormName_JobStatus
source: Job Status
hi_in: कार्य स्थिति

# FormName_LanguageDetails
source: Language Details
hi_in: भाषा विवरण

# FormName_LanguageMaster
source: Language Master
hi_in: भाषा

# FormName_LeaveApplicationCancel
source: Leave Application Cancel
hi_in: रद्द आवेदन छुट्टी के प्रकार

# FormName_LeaveApplicationReport
source: Leave Application Report
hi_in: छुट्टी के आवेदन का विवरण

# FormName_LeaveApplicationSelf
source: Leave Application Self
hi_in: स्व छुट्टी का आवेदन प्रकार

# FormName_LeaveDocument
source: Leave Document
hi_in: दस्तावेज़ छुट्टी के प्रकार

# FormName_LeaveLateMarkRulesDetails
source: Leave Late Mark Rules Details
hi_in: विलंबित अंक नियम विवरण छुट्टी के प्रकार

# FormName_LeavePost
source: Leave Post
hi_in: नियुक्त छुट्टी

# FormName_LeaveRuleApplicableDetails
source: Leave Rule Applicable Details
hi_in: लागू छुट्टी के नियम का विवरण

# FormName_LeaveRuleExemptedEmployee
source: Leave Rule Exempted Employee
hi_in: कर्मचारी को छुट्टी के नियम की छूट

# FormName_LeaveRuleMaster
source: Leave Rule
hi_in: छुट्टी के नियम

# FormName_LeaveShiftCentrewise
source: Shift Centrewise
hi_in: केंद्र के अनुरूप पाली

# FormName_LeaveType
source: Leave Type
hi_in: छुट्टी के प्रकार

# FormName_Level
source: Level
hi_in: स्तर

# FormName_LocationMaster
source: Location Master
hi_in: स्थान

# FormName_ManageAttendanceExemption
source: Attendance Exemption
hi_in: उपस्थिति छूट

# FormName_ManageSelfAttendanceSpecialRequest
source: Manage Self Attendance Special Request
hi_in: स्व उपस्थिति विशेष अनुरोध का प्रबंधन

# FormName_ManualAttendance
source: Manual Attendance
hi_in: दस्ती उपस्थिति

# FormName_MediumMaster
source: Medium Master
hi_in: मध्यम

# FormName_Menu
source: Menu
hi_in: मेन्यू

# FormName_Module
source: Module
hi_in: मापांक

# FormName_NationalityMaster
source: Nationality Master
hi_in: राष्ट्रीयता

# FormName_NextSectionSetting
source: Next Section Setting
hi_in: अगले भाग की स्थापना

# FormName_OfficeDetails
source: Office Details
hi_in: कार्यालय विवरण

# FormName_PaperPresentation
source: Paper Presentation
hi_in: दस्तावेज़ प्रस्तुति

# FormName_PerformanceReport
source: Performance Report
hi_in: प्रदर्शन विवरण

# FormName_PolicyMaster
source: Policy Master
hi_in: नीति

# FormName_QualficationSubject
source: Qualfication Subject
hi_in: योग्यता विषय

# FormName_QualificationDetails
source: Qualification Details
hi_in: योग्यता विवरण

# FormName_QualificationExam
source: Qualification Exam
hi_in: योग्यता परीक्षा

# FormName_QualifyingExam
source: Qualifying Exam
hi_in: पात्रता परीक्षा

# FormName_QualifyingExamSubject
source: Qualifying Exam Subject
hi_in: पात्रता परीक्षा के विषय

# FormName_QuickRegistration
source: Quick Registration
hi_in: त्वरित पंजीकरण

# FormName_RegionMaster
source: Region Master
hi_in: क्षेत्र

# FormName_Relationship
source: Relationship
hi_in: संबंध

# FormName_ReligionMaster
source: Religion Master
hi_in: धर्म

# FormName_SectionMaster
source: Section Master
hi_in: स्ट्रीम

# FormName_SelfRegistration
source: Self Registration
hi_in: स्व पंजीकरण

# FormName_SemesterMaster
source: Semester Master
hi_in: छमाही

# FormName_ServiceDetails
source: Service Details
hi_in: सेवा का विवरण

# FormName_SessionMaster
source: Leave Session
hi_in: सत्र

# FormName_ShiftAllocation
source: Shift Allocation
hi_in: पाली निर्धारित करना

# FormName_ShiftMaster
source: Shift Master
hi_in: पाली

# FormName_Society
source: Society
hi_in: समाज

# FormName_StandardMaster
source: Standard Master
hi_in: मानक

# FormName_StreamMaster
source: Stream Master
hi_in: स्ट्रीम

# FormName_StudentIdentityCard
source: Student Identity Card
hi_in: विद्यार्थी पहचान पत्र

# FormName_StudyCentre
source: Study Centre
hi_in: विद्यापीठ/अध्ययन केंद्र

# FormName_SubjectGroupDetails
source: Subject Group Details
hi_in: विषय समूह विवरण

# FormName_SubjectGroupRule
source: Subject Group Rule
hi_in: विषय समूह नियम

# FormName_SubjectMaster
source: Subject Master
hi_in: विषय

# FormName_SubjectTypeMaster
source: Subject Type Master
hi_in: विषय प्रकार

# FormName_Tax
source: Tax
hi_in: कर

# FormName_Title
source: Title
hi_in: शीर्षक

# FormName_University
source: University
hi_in: विश्वविद्यालय

# FormName_UpdateEmployeePHdGuideStudentsDetails
source: Update Student Details
hi_in: अद्यतन छात्र विवरण

# FormName_UpdateLeaveRuleExemptedEmployee
source: Update Leave Rule Exempted Employee
hi_in: अवकाश नियम छूट कर्मचारी अद्यतन

# FormName_VoucherEntry
source: Voucher Entry
hi_in: वाउचर प्रविष्टि

# FormName_WeekDays
source: Week Days
hi_in: सप्ताह के दिन

# FormUpdate_AccountCategoryMaster
source: Update Category
hi_in: अद्यतन श्रेणी

# FormUpdate_AccountChequeBookMaster
source: Update Cheque Book
hi_in: अद्यतन चेक बुक

# FormUpdate_AccountGroupMaster
source: Update Group
hi_in: समूह अद्यतन करें

# FormUpdate_AccountMaster
source: Update Account
hi_in: खाता अद्यतन करें

# FormUpdate_AccountSessionMaster
source: Update Account Session
hi_in: अद्यतन खाता सत्र

# FormUpdate_ApplyRuleForSession
source: Update Allocated Rule
hi_in: अद्यतन निर्धारित करने के नियम

# FormUpdate_AttendenceExemption
source: Update Attendance Exemption
hi_in: अद्यतन उपस्थिति छूट

# FormUpdate_BalanceSheetMaster
source: Update Balancesheet
hi_in: अद्यतन तुलन पत्र

# FormUpdate_BalanceSheetType
source: Update Balancesheet Type
hi_in: अद्यतन तुलन पत्र प्रकार

# FormUpdate_CasteName
source: Update Caste Name
ar: اسم التحديث الطبقات
hi_in: अद्यतन जाति का नाम
mr_in: अद्यतन जाती नाव

# FormUpdate_Category
source: Update Category
ar: تحديث الفئة
hi_in: अद्यतन श्रेणी
mr_in: अद्यतन श्रेणी

# FormUpdate_CentrewiseDepartment
source: Update Centrewise Department
hi_in: अद्यतन केंद्र के अनुरूप विभाग

# FormUpdate_City
source: Update City
ar: تحديث سيتي
hi_in: अद्यतन शहर
mr_in: अद्यतन सिटी

# FormUpdate_Consultancy
source: Update Consultancy
hi_in: अद्यतन परामर्श कार्य

# FormUpdate_ContactDetails
source: Update Contact Details
hi_in: अद्यतन सम्पर्क करने का विवरण

# FormUpdate_CourseAllocation
source: Update Allocated Course
hi_in: पाठ्यक्रम निर्धारित करने अद्यतन

# FormUpdate_CourseMaster
source: Update Course
hi_in: पाठ्यक्रम अद्यतन

# FormUpdate_CreateCourseYearDeatail
source: Update Course Year Details
hi_in: पाठ्यक्रम वर्ष विवरण का अद्यतन

# FormUpdate_DepartmentMaster
source: Update Department
hi_in: अद्यतन विभाग

# FormUpdate_DivisionMaster
source: Update Division
hi_in: अद्यतन विभाजन

# FormUpdate_EducationMaster
source: Update Education Master
hi_in: अद्यतन शिक्षा

# FormUpdate_EducationType
source: Update Education Type
hi_in: अद्यतन शिक्षा प्रकार

# FormUpdate_EmployeeConsultancy
source: Update Employee Consultancy
hi_in: अद्यतन कर्मचारी परामर्श कार्य

# FormUpdate_EmployeeCourseSubjectTaught
source: Update Subject Taught
hi_in: अद्यतन विषय सिखाया गया

# FormUpdate_EmployeeDependent
source: Update Employee Dependent
hi_in: आश्रित कर्मचारी अद्यतन

# FormUpdate_EmployeeDesignation
source: Update Employee Designation
hi_in: अद्यतन कर्मचारी पदनाम

# FormUpdate_EmployeeProfessionalsBody
source: Update Employee Professionals Body
hi_in: अद्यतन कर्मचारी पेशेवर समिति

# FormUpdate_EmployeeProjectWorksMaster
source: Update Project Work
hi_in: अद्यतन परियोजना कार्य

# FormUpdate_ExperienceDetails
source: Update Experience Details
hi_in: अद्यतन अनुभव विवरण

# FormUpdate_GroupMaster
source: Update Group Master
hi_in: समूह अद्यतन

# FormUpdate_JobStatus
source: Update Job Status
hi_in: अद्यतन रोजगार स्थिति

# FormUpdate_LanguageMaster
source: Update Language
hi_in: अद्यतन भाषा

# FormUpdate_Level
source: Update Level
hi_in: अद्यतन स्तर

# FormUpdate_LocationMaster
source: Update Location
hi_in: अद्यतन स्थान

# FormUpdate_MediumMaster
source: Update Medium
hi_in: अपडेट माध्यम

# FormUpdate_Module
source: Update Module
hi_in: अद्यतन मापांक

# FormUpdate_Nationality
source: Update Nationality
hi_in: अद्यतन राष्ट्रीयता

# FormUpdate_Organisation
source: Update Organisation
hi_in: अद्यतन संगठन

# FormUpdate_OrganisationStudyCentrePrintingFormat
source: Update Organisation Study Centre Printing Format
hi_in: अद्यतन संगठन अध्ययन केन्द्र मुद्रण प्रारूप

# FormUpdate_OtherCollegeFinancialAssistanceDetails
source: Update Other College Financial Assistance Details
hi_in: अद्यतन अन्य कॉलेज वित्तीय सहायता विवरण

# FormUpdate_OtherCollegeFinancialDetails
source: Update Other College Financial Details
hi_in: अद्यतन अन्य कॉलेज वित्तीय विवरण

# FormUpdate_OtherCollegeSpecialLectureDetails
source: Update Other College Special Lecture Details
hi_in: अद्यतन अन्य कॉलेज विशेष व्याख्यान विवरण

# FormUpdate_PolicyMaster
source: Update Policy
hi_in: अद्यतन नीति

# FormUpdate_PrizesWonDetails
source: Update Prizes Won Details
hi_in: अद्यतन पुरस्कार जितने का विवरण

# FormUpdate_QualificationDetails
source: Update Qualification Details
hi_in: अद्यतन योग्यता विवरण

# FormUpdate_QualificationExam
source: View Qualification Exam
hi_in: योग्यता परीक्षा देखें

# FormUpdate_QualifyingExam
source: View Qualifying Exam
hi_in: पात्रता परीक्षा देखें

# FormUpdate_RegionMaster
source: Update Region
hi_in: अद्यतन क्षेत्र

# FormUpdate_RelationshipTypeMaster
source: Update Relationship Type Master
hi_in: अद्यतन रिश्ते के प्रकार

# FormUpdate_ReligionMaster
source: Update Religion
hi_in: अद्यतन धर्म

# FormUpdate_SectionMaster
source: Update Section
hi_in: अद्यतन अनुभाग

# FormUpdate_SemesterMaster
source: Update Semester
hi_in: अद्यतन छमाही

# FormUpdate_ServiceDetails
source: Update Service Details
hi_in: अद्यतन सेवा विवरण

# FormUpdate_SpecializationResearchAreaDetails
source: Update Specialization Research Details
hi_in: अद्यतन विशेषज्ञता अनुसंधान विवरण

# FormUpdate_StandardMaster
source: Updtae Standard
hi_in: अद्यतन मानक

# FormUpdate_StreamMaster
source: Update Stream
hi_in: अद्यतन स्ट्रीम

# FormUpdate_StudyCentre
source: Update Study Centre
hi_in: अद्यतन विद्यापीठ/अध्ययन केंद्र

# FormUpdate_SubjectMaster
source: Update Subject
hi_in: अद्यतन विषय

# FormUpdate_SubjectTypeMaster
source: Update Subject Type
hi_in: अद्यतन विषय के प्रकार

# FormUpdate_TaxMaster
source: Update Tax
hi_in: अद्यतन कर

# FormUpdate_Title
source: Update Title
hi_in: अद्यतन शीर्षक

# FormUpdate_UnitMaster
source: Update Unit Master
hi_in: अद्यतन इकाई

# FormUpdate_University
source: Update University
hi_in: अद्यतन विश्वविद्यालय

# FormUpdate_UpdateLateMarkRule
source: Update Late Mark Rule
hi_in: विलंबित अंक नियम का अद्यतन

# FormUpdate_ViewLateMarkRule
source: View Late Mark Rule
hi_in: विलंबित अंक नियम देखें

# FormUpdate_WeekDays
source: Update Week Days
hi_in: अद्यतन सप्ताह के दिन

# FormView_CasteName
source: Veiw Caste
hi_in: जाति देखना

# FormView_Category
source: View Category
hi_in: श्रेणी देखना

# FormView_DivisionMaster
source: View Division
hi_in: विभाजन देखना

# FormView_LeaveRuleApplicableDetails
source: Leave Rule Details
hi_in: छुट्टी के नियम का विवरण

# FormView_MediumMaster
source: View Medium
hi_in: मध्यम देखना

# FormView_SectionMaster
source: View Section
hi_in: स्ट्रीम देखना

# FormView_SemesterMaster
source: View Semester
hi_in: छमाही देखना

# FormView_StandardMaster
source: View Standard
hi_in: मानक देखना

# FormView_StreamMaster
source: Veiw Stream
hi_in: स्ट्रीम देखना

# Form_CreateEmployeeChildrenDetails
source: Create Employee Children Details
hi_in: कर्मचारी बच्चे विवरण बनाएं

# Form_DeleteEmployeeChildrenDetails
source: Delete Employee Children Details
hi_in: कर्मचारी बच्चे विवरण मिटायें

# Form_DeleteSociety
source: Delete Society
hi_in: संस्था मिटायें

# Form_UpdateEmployeeChildrenDetails
source: Update Employee Children Details
hi_in: अद्यतन कर्मचारी बच्चे विवरण

# Form_UpdateSociety
source: Update Society
hi_in: अद्यतन संस्था

# GlobalProperties_Add
source: Add
hi_in: जोड़ना

# GlobalProperties_CancelLeave
source: Cancel Leave
hi_in: अवकाश रद्द

# GlobalProperties_Search
source: Search
ar: بحث
hi_in: खोज
mr_in: शोध

# GlobalProperties_ShowList
source: Show
hi_in: सूची दिखाएँ

# GlobalProperties_ShowRecords
source: Show Records
ar: وتظهر السجلات
hi_in: अभिलेख दिखाएँ
mr_in: दर्शवा रेकॉर्ड

# Headers_AddDepartment
source: Add Department
hi_in: विभाग जोड़ें

# Headers_AddDesignation
source: Add Designation
hi_in: पदनाम जोड़ें

# Headers_AddPayscale
source: Add Payscale
hi_in: वेतनमान जोड़ें

# Headers_AllocateRoleToEmployee
source: Allocate role to employee
hi_in: कर्मचारी को भूमिका का निर्धारित करे

# Headers_OnlyOneRoleCanBeCreatedForOnePost
source: Only one role can be created for one post.
hi_in: केवल एक भूमिका एक पद के लिए बनाया जा सकता है।

# Headers_ReAdmitStudent
source: Re-Admit Student
hi_in: छात्र पुनःस्वीकार करना

# Headers_RoleSetting
source: Role Setting
hi_in: भूमिका सेटिंग

# Headers_SelectFollowingOtherRights
source: Select following rights if user has other centre level position
hi_in: उपयोगकर्ता अन्य केंद्र स्तर की स्थिति है, तो निम्न अधिकारों का चयन करें

# Headers_SelectFollowingSelfRights
source: Select following rights if role has centre level position
hi_in: भूमिका केंद्र स्तर की स्थिति है, तो निम्न अधिकारों का चयन करें

# Headers_SelectStudentToReAdmit
source: Select Student To Re-Admit
hi_in: फिर से स्वीकार करने के लिए छात्र का चयन करें

# Headers_StudentDetails
source: Student Details
hi_in: छात्र विवरण

# Heading_LeaveParameter
source: Set Leave Parameter
hi_in: छुट्टी का प्राचल लगाना

source: InvalidArgumentsError
hi_in: अमान्य तर्क त्रुटि

# JsAlertMessages_EnterReason
source: Please enter reason
hi_in: कारण दर्ज करें

# JsAlertMessages_SelectAttendanceDate
source: Please select Attendance Date
hi_in: उपस्थिति की तिथि का चयन करें

# JsAlertMessages_SelectCheckInAndOutTime
source: Please select CheckOut Time and CheckOut Time
hi_in: चेकआउट समय और जांच के समय का चयन करें

# JsAlertMessages_SelectCheckInTime
source: Please select CheckIn Time
hi_in: चेकइन समय का चयन करें

# JsAlertMessages_SelectCheckOutTime
source: Please select CheckOut Time
hi_in: चेकआउट समय का चयन करें

# JsAlertMessages_UptoGreaterThanFromDate
source: Please enter upto date is greater than from date.
hi_in: कृपया तारीख तक तारीख से अधिक होनी चहिये।

# JsValidationMessages_Daysmustbeselected
source: Days must be selected
hi_in: दिनों का चयन किया जाना चाहिए

# JsValidationMessages_DepartmentNotAllotedToCentre
source: Department not alloted to centre.
hi_in: विभाग केंद्र के लिए निर्धारित नहीं किये गये हैं

# JsValidationMessages_EmployeeFormStatus
source: User must add employee Ph.D guide details first
hi_in: उपयोगकर्ता को पहले कर्मचारी पीएचडी मार्गदर्शक का विवरण जोड़ना होगा

# JsValidationMessages_ExemptionUptoDate
source: Please select Exemption Upto Date
hi_in: तारीख तक छूट का चयन करें

# JsValidationMessages_FromDateNotBlank
source: From Date should not be blank.
hi_in: तारीख से खाली नहीं होना चाहिए।

# JsValidationMessages_GiveApprovalForEachDay
source: Please give approval for each day
hi_in: प्रत्येक दिन के लिए अनुमोदन दे दीजिए

# JsValidationMessages_NoRecordUpdated
source: No record updated
hi_in: कोई रिकॉर्ड अद्यतन के लिए नहीं है

# JsValidationMessages_NotAllotedToYou
source: Not Alloted To You
hi_in: आप को निर्धारित नहीं है

# JsValidationMessages_SelectAtLeastOneLeaveRule
source: Please select at least one leave rule
hi_in: कम से कम एक अवकाश नियम का चयन करें

# JsValidationMessages_SelectCentre
source: Please select centre
hi_in: केंद्र का चयन करें

# JsValidationMessages_SelectDepartment
source: Please select department
hi_in: विभाग का चयन करें

# JsValidationMessages_SelectDepartmentAndSalarySpan
source: Please select department and salary span
hi_in: विभाग और वेतन अवधि का चयन करें

# JsValidationMessages_SelectEmployee
source: Please select employee.
hi_in: कर्मचारी चयन करें।

# JsValidationMessages_SelectLeave
source: Please Select Leave
hi_in: छुट्टी का चयन करें

# JsValidationMessages_SelectLeaveType
source: Please Select Leave Type.
hi_in: छुट्टी के प्रकार प्रकार का चयन करें।

# JsValidationMessages_SelectSalarySpan
source: Please select salary span
hi_in: वेतन अवधि का चयन करें

# JsValidationMessages_SelectSession
source: Please Select Session
hi_in: सत्र का चयन करें

# JsValidationMessages_UptoDateNotBlank
source: Upto Date should not be blank.
hi_in: तारीख तक खाली नहीं होना चाहिए।

source: Login
ar: تسجيل دخول
hi_in: लॉग इन करें
mr_in: लॉगिन

# MainHeading_Employee
source: Employee
hi_in: कर्मचारी

# Mainheading_GeneralParameters
source: General Parameters
ar: معلمات العام
hi_in: सामान्य प्राचल
mr_in: सामान्य बाबी

# Mainheading_Leave
source: Leave
hi_in: छुट्टी

# MainMenu_AcademicStructure
source: Academic Structure
hi_in: शैक्षिक संरचना

# MainMenu_Account
source: Account
hi_in: खाता

# MainMenu_AccountDashboard
source: Account Dashboard
hi_in: खाता नियंत्रण-पट्ट

# MainMenu_AccountReports
source: Final Account Reports
hi_in: अंतिम खाता विवरण

# MainMenu_Admin
source: Admin
hi_in: व्यवस्थापक

# MainMenu_AdminAccessRights
source: Access Rights
hi_in: प्रवेश अधिकार

# MainMenu_AdminAccessRightsCreate
source: Manage Access Rights For Role
hi_in: इस भूमिका के लिए प्रवेश अधिकार का प्रबंधन

# MainMenu_AdminRoleApplicableDetails
source: Admin Role Allocation
hi_in: व्यवस्थापक भूमिका निर्धारित करना

# MainMenu_AdminRoleMasters
source: Create Role
hi_in: भूमिका बनाये

# MainMenu_AdminSnPosts
source: Add Posts
hi_in: पद जोड़ें

# MainMenu_AdminSpecialRights
source: Role Special Rights
hi_in: भूमिका विशेष अधिकार

# MainMenu_CoursePlanning
source: Course Planning
hi_in: पाठ्यक्रम की योजना

# MainMenu_Dashboard
source: Dashboard
hi_in: नियंत्रण-पट्ट

# MainMenu_Employee
source: Employee
hi_in: कर्मचारी

# MainMenu_EmployeeProfile
source: Employee Profile
hi_in: कर्मचारी रूपरेखा

# MainMenu_Fees
source: Fees
hi_in: शुल्क

# MainMenu_GeneralParameters
source: General Parameters
hi_in: सामान्य प्राचल

# MainMenu_MonitoringSystem
source: Monitoring System
hi_in: निगरानी प्रणाली

# MainMenu_RequestApproval
source: Request Approval
hi_in: स्वीकृति के लिए अनुरोध

# MainMenu_SectionPlanning
source: Section Planning
hi_in: स्ट्रीम योजना

# MainMenu_SocietyAndCenter
source: Society And Center
hi_in: समाज और केंद्र

# MainMenu_Student
source: Student
hi_in: छात्र

# MainMenu_StudentDashboard
source: Student Dashboard
hi_in: छात्र नियंत्रण-पट्ट

# MainMenu_TaskModel
source: Task Model
hi_in: सामान्य कार्य नमूना

# MainMenu_ToolSetting
source: Tool Setting
hi_in: उपकरण की स्थापना

source: Manage Academic Session
hi_in: शैक्षणिक सत्र की व्यवस्था करें

source: Manage Caste
hi_in: जाति व्यवस्था करें

source: Manage Category
hi_in: श्रेणी का प्रबंधन

source: Manage City
hi_in: शहर का प्रबंधन

source: Manage Country
hi_in: देश का प्रबंधन

source: Manage Course Subject taught
hi_in: प्रबंधित पाठ्यक्रम विषय पढ़ाया जाता है

source: Manage Election Nominee Body
hi_in: निर्वाचन नामित समिति का प्रबंधन

source: Manage Employee Associates Professional Bodies
hi_in: सहभागी कर्मचारी व्यावसायिक गुट की व्यवस्था करें

source: Manage Employee Children Details
hi_in: कर्मचारी बच्चे का विवरण का प्रबंधन

source: Manage Employee Dependents
hi_in: कर्मचारी आश्रितों की व्यवस्था करें

source: Manage Employee Patent Received Details
hi_in: कर्मचारी सनद विवरण प्राप्त प्रबंधित

source: Manage ExperienceType
hi_in: अनुभव प्रकार का प्रबंधन

source: Manage Group Master
hi_in: समूह का प्रबंधन

source: Manage Job Status
hi_in: रोजगार स्थिति का प्रबंधन

source: Manage Level
hi_in: स्तर का प्रबंधन

source: Manage Menu
hi_in: मेनू का प्रबंधन

source: Manage Module
hi_in: मापांक प्रबंधित

source: Manage Organisation Study Centre Printing Format
hi_in: संगठन अध्ययन केन्द्र मुद्रण प्रारूप का प्रबंधन

source: Manage Other College Financial Details
hi_in: अन्य कॉलेज वित्तीय विवरण का प्रबंधन

source: Manage Other College Special Lecture Details
hi_in: अन्य कॉलेज विशेष व्याख्यान विवरण का प्रबंधन

source: Manage Paper Presentation Details
hi_in: दस्तावेज़ प्रस्तुति विवरण का प्रबंधन

source: Manage Prizes Won Details
hi_in: पुरस्कार जितने का विवरण का प्रबंधन

source: Manage Qualification Exam
hi_in: योग्यता परीक्षा का प्रबंधन

source: Manage Qualification Master Subject
hi_in: योग्यता विषय का प्रबंधन

source: Manage Qualifying Exam
hi_in: पात्रता परीक्षा की व्यवस्था करें

source: Manage Qualifying Exam Subject
hi_in: पात्रता परीक्षा के विषय का प्रबंधन

source: Manage Relationship
hi_in: रिश्ता का प्रबंधन

source: Manage Society
hi_in: संस्था का प्रबंधन
