Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

# DisplayName_Transfer
source: Transfer
hi_in: हस्तांतरण

# DisplayName_UniqueIdentificatinNumber
source: Unique Identificatin Number
hi_in: विशिष्ट पहचान संख्या

# DisplayName_UnitCode
source: Unit
hi_in: इकाई

# DisplayName_UnitDescription
source: Unit Description :
hi_in: इकाई विवरण:

# DisplayName_UnitPercentage
source: Weightage %
hi_in: महत्व %

# DisplayName_UnitStatus
source: Is Compulsory :
hi_in: आवश्यक है :

# DisplayName_UnitWeightage
source: Weightage :
hi_in: महत्व :

# DisplayName_University
source: University
hi_in: विश्वविद्यालय

# DisplayName_UniversityApprovalDate
source: University Approval Date
hi_in: विश्वविद्यालय के अनुमोदन की तारीख

# DisplayName_UniversityApprovalNumber
source: University Approval Number
hi_in: विश्वविद्यालय स्वीकृति संख्या

# DisplayName_UniversityApprovalType
source: University Approval Type
hi_in: विश्वविद्यालय के अनुमोदन के प्रकार

# DisplayName_UniversityCode
source: University Code :
hi_in: विश्वविद्यालय संकेत:

# DisplayName_UNIVERSITYddl
source: UNIVERSITY
hi_in: विश्वविद्यालय

# DisplayName_UniversityFoundationDatetime
source: University Foundation Datetime
hi_in: विश्वविद्यालय संस्थान दिनांक समय

# DisplayName_UniversityID
source: University
hi_in: विश्वविद्यालय

# DisplayName_UniversityName
source: University
hi_in: विश्वविद्यालय

# DisplayName_UniversityReportPath
source: University Report Path :
hi_in: विश्वविद्यालय विवरण मार्ग:

# DisplayName_UniversityShortName
source: University Short Name :
hi_in: विश्वविद्यालय छोटा नाम:

# DisplayName_UniversityUrl
source: University Url :
hi_in: विश्वविद्यालय यूआरएल:

# DisplayName_UNMARRIED
source: UNMARRIED
hi_in: अविवाहित

# DisplayName_UpdateTopic
source: Update Topic
hi_in: अद्यतन विषय

# DisplayName_UpdateUnit
source: Update Unit
hi_in: अद्यतन इकाई

# DisplayName_UptoDate
source: Upto Date
hi_in: तारीख तक

# DisplayName_UptoPeriod
source: Upto Period
hi_in: अवधि तक

# DisplayName_UptoYear
source: Upto Year
hi_in: वर्ष तक

# DisplayName_Url
source: Organization Url :
hi_in: संगठन यूआरएल:

# DisplayName_UrlOnly
source: Url
hi_in: यूआरएल

# DisplayName_UserType
source: User Type :
hi_in: उपयोगकर्ता का प्रकार :

# DisplayName_U_Suppliers
source: U-Suppliers
hi_in: यू-आपूर्तिकर्ता

# DisplayName_VISITING
source: VISITING
hi_in: दौरा

# DisplayName_WeddingAnniversaryDate
source: Wedding Anniversary Date
hi_in: शादी की सालगिरह की तारीख

# DisplayName_WeekDay
source: Day :
hi_in: दिन :

# DisplayName_WeekDescription
source: Week Description
hi_in: सप्ताह विवरण

# DisplayName_WeeklyOffConsideration
source: Weekly Off :
hi_in: साप्ताहिक छुट्टी:

# DisplayName_WeeklyOffStatus
source: Weekly Off :
hi_in: साप्ताहिक छुट्टी:

# DisplayName_WeeklyOffType
source: Weekly Off Type :
hi_in: साप्ताहिक अवकाश के प्रकार:

# DisplayName_Weight
source: Weight
hi_in: भार

# DisplayName_WorkAsDesignation
source: Designation
hi_in: पद

# DisplayName_WorkFromDate
source: From Date
hi_in: तारीख से

# DisplayName_WorkingDate
source: Working Date :
hi_in: तिथि काम:

# DisplayName_WorkToDate
source: Upto Date
hi_in: आधुनिक

# DisplayName_Yearly
source: Yearly
hi_in: सालाना

# DisplayName_YearOfApproval
source: Year of Approval
hi_in: अनुमोदन का वर्ष

# DisplayName_YearOfPassing
source: Year of Passing
hi_in: उत्तीर्ण होने का वर्ष

# DisplayName_Years
source: Years
hi_in: वर्षों

# DisplayName_Yes
source: Yes
hi_in: हाँ

# Display_Areyousuretoallocate
source: Are you sure to allocate
hi_in: आप निर्धारित करने के लिए सुनिश्चित कर रहे हैं ?

# Display_Areyousuretodeallocate
source: Are you sure to deallocate
hi_in: आप निर्धारित न करने के लिए सुनिश्चित कर रहे हैं ?

# Display_AreYouSuretoinactive
source: Are you sure to in-active
hi_in: आप निष्क्रिय करने के लिए सुनिश्चित कर रहे हैं ?

# Display_CentreQue
source: Centre ?
hi_in: केंद्र ?

# Display_ForThisEmployee
source: for this employee ?
hi_in: इस कर्मचारी के लिए?

# Display_Ruleto
source: rule to
hi_in: नियम

# Display_Shiftto
source: shift to
hi_in: पाली

# DropdownMessage_ALL
source: ALL
hi_in: सभी

# DropdownMessage_AlternetEven
source: AlternetEven
hi_in: वैकल्पिक सम

# DropdownMessage_AlternetOdd
source: AlternetOdd
hi_in: वैकल्पिक विषम

# DropdownMessage_Application
source: Application
hi_in: उपयोग

# DropdownMessage_Approved
source: Approved
hi_in: अनुमोदित

# DropdownMessage_BoardOfDirectors
source: Board Of Directors
hi_in: निदेशक मंडल

# DropdownMessage_Canceled
source: Cancelled
hi_in: रद्द

# DropdownMessage_Certificate
source: Certificate
hi_in: प्रमाणपत्र

# DropdownMessage_Daywise
source: Daywise
hi_in: दिन वार

# DropdownMessage_Department
source: Department
hi_in: विभाग

# DropdownMessage_Designation
source: Designation
hi_in: पद

# DropdownMessage_Document
source: Document
hi_in: दस्तावेज़

# DropdownMessage_Employee
source: Employee
hi_in: कर्मचारी

# DropdownMessage_ExamSchedule
source: ExamSchedule
hi_in: परीक्षा अनुसूची

# DropdownMessage_InProcess
source: In-Process
hi_in: इस प्रक्रिया में

# DropdownMessage_Letter
source: Letter
hi_in: पत्र

# DropdownMessage_NO
source: N
hi_in: एन

# DropdownMessage_NonTeaching
source: Non-Teaching
hi_in: गैर शिक्षक

# DropdownMessage_NotApplicable
source: Not Applicable
hi_in: लागू नहीं

# DropdownMessage_Open
source: Open
hi_in: खुला

# DropdownMessage_PayScale
source: PayScale
hi_in: वेतनमान

# DropdownMessage_Pending
source: Pending
hi_in: अपूर्ण

# DropdownMessage_RegionalOffice
source: Regional Office
hi_in: क्षेत्रीय कार्यालय

# DropdownMessage_Reject
source: Reject
hi_in: अस्वीकार

# DropdownMessage_Reserved
source: Reserved
hi_in: आरिक्षत

# DropdownMessage_Shiftwise
source: Shiftwise
hi_in: पाली के नुसार

# DropdownMessage_StudyCentre
source: Study Centre
hi_in: अध्ययन केंद्र

# DropdownMessage_Teaching
source: Teaching
hi_in: शिक्षण

# DropdownMessage_Undertaking
source: Undertaking
hi_in: उपक्रम

# DropdownMessage_YES
source: Y
hi_in: वाई

# DsiplayNames_AdminRoleCode
source: Admin Role Code
hi_in: व्यवस्थापक भूमिका संकेत

source: Email-ID
ar: البريد الإلكتروني
hi_in: ईमेल आईडी
mr_in: ईमैल आईडी

# Error_NullReference
source: Null Reference Exception
hi_in: शून्य संदर्भ अपवाद

# FormCreate_AcademicSession
source: Create Academic Session
ar: خلق الدورة الأكاديمية
hi_in: शैक्षणिक सत्र बनाएं
mr_in: शैक्षणिक सत्र तयार करा

# FormCreate_AccountCategoryMaster
source: Create Category
hi_in: श्रेणी बनाएं

# FormCreate_AccountChequeBookMaster
source: Issue Cheque Book
hi_in: इस मुद्दे को चेक बुक

# FormCreate_AccountGroupMaster
source: Create Group
hi_in: समूह बनाना

# FormCreate_AccountMaster
source: Create Account
hi_in: खाता बनाएं

# FormCreate_AccountSessionMaster
source: Create Account Session
hi_in: खाते सत्र बनाएं

# FormCreate_AddEmployee
source: Add Employee
hi_in: कर्मचारी बनाएं

# FormCreate_AddSection
source: Section Details
hi_in: अनुभाग विवरण

# FormCreate_AddSyllabusGroupDetails
source: Add Syllabus Unit For Subject
hi_in: विषय के लिए पाठ्यक्रम इकाई जोड़ें

# FormCreate_AddSyllabusGroupTopics
source: Add Syllabus Topics For Unit
hi_in: पाठ्यक्रम विषय के लिए इकाई जोड़ें

# FormCreate_AdminSnPosts
source: Create Post
hi_in: पद बनाएँ

# FormCreate_ApplyRuleForSession
source: Allocate Rule To Session
hi_in: सत्र के नियमों को निर्धारित करना

# FormCreate_AttendenceExemption
source: Create Attendance Exemption
hi_in: उपस्थिति छूट बनाएं

# FormCreate_BalanceSheetMaster
source: Create Balancesheet
hi_in: तुलन पत्र बनाएं

# FormCreate_BalanceSheetType
source: Create Balancesheet Type
hi_in: तुलन पत्र प्रकार बनाएं

# FormCreate_CasteName
source: Create Caste Name
ar: خلق اسم الطبقات
hi_in: जाति के नाम बनाएं
mr_in: जाती नाव तयार करा

# FormCreate_Category
source: Create Category
ar: تكوين الفئة
hi_in: श्रेणी बनाएं
mr_in: वर्ग तयार करा

# FormCreate_CentrewiseDepartment
source: Add Centrewise Department
hi_in: केंद्र के अनुरूप विभाग जोड़ें

# FormCreate_City
source: Create City
ar: خلق مدينة
hi_in: शहर बनाएँ
mr_in: सिटी तयार करा

# FormCreate_Consultancy
source: Create Consultancy
hi_in: परामर्श कार्य बनाएं

# FormCreate_ContactDetails
source: Contact Details
hi_in: सम्पर्क करने का विवरण

# FormCreate_Country
source: Create Country
ar: خلق البلد
hi_in: देश बनाये
mr_in: देश तयार करा

# FormCreate_CourseAllocation
source: Allocate Course
hi_in: पाठ्यक्रम को निर्धारित करना

# FormCreate_CourseMaster
source: Create Course
hi_in: पाठ्यक्रम बनाने

# FormCreate_CreateCourseYearDeatail
source: Create Course Year Detail
hi_in: पाठ्यक्रम वर्ष विस्तार बनाएं

# FormCreate_CreateEmployeeShiftMaster
source: Create Shift
hi_in: पारी बनाएं

# FormCreate_CreateLeaveSession
source: Create Leave Session
hi_in: अवकाश सत्र बनाएं

# FormCreate_CreateManualAttendance
source: Create Manual Attendance
hi_in: दस्ती उपस्थिति बनाएं

# FormCreate_DepartmentMaster
source: Create Department
hi_in: विभाग बनाएं

# FormCreate_DivisionMaster
source: Create Division
hi_in: विभाग बनाएं

# FormCreate_EducationMaster
source: Create Education Master
hi_in: शिक्षा बनाएं

# FormCreate_EducationType
source: Create Education Type
hi_in: शिक्षा प्रकार बना

# FormCreate_ElectionNomineeBody
source: Create Election Nominee Body
hi_in: निर्वाचन नामित समिति बनाएं

# FormCreate_EmployeeConsultancy
source: Create Employee Consultancy
hi_in: कर्मचारी परामर्श कार्य बनाएं

# FormCreate_EmployeeCourseSubjectTaught
source: Create Subject Taught
hi_in: सिखाया गया विषय बनाएं

# FormCreate_EmployeeDependent
source: Create Employee Dependent
hi_in: आश्रित कर्मचारी बनाएं

# FormCreate_EmployeeDesignation
source: Employee Designation
hi_in: कर्मचारी पदनाम

# FormCreate_EmployeeDocumentRequired
source: Add Required Document For Leave
hi_in: अवकाश सत्र के लिए आवश्यक दस्तावेज जोड़ें

# FormCreate_EmployeePatentReceivedDetails
source: Create Patent Details
hi_in: सनद विवरण बनाएं

# FormCreate_EmployeeProfessionalsBody
source: Create Employee Professionals Body
hi_in: कर्मचारी पेशेवर समिति बनाएं

# FormCreate_EmployeeProjectWorksMaster
source: Create Project Work
hi_in: परियोजना कार्य बनाएं

# FormCreate_EmployeeShiftApplicableMaster
source: Shift Allocation To Employee
hi_in: कर्मचारी की आवंटन पारी

# FormCreate_ExperienceDetails
source: Create Experience Details
hi_in: अनुभव विवरण बनाएं

# FormCreate_ExperienceType
source: Create Experience Type
hi_in: अनुभव प्रकार बना

# FormCreate_FeeCriteriaMasterAndDetails
source: Create Fee Criteria
hi_in: शुल्क मानदंड बनाएं

# FormCreate_GeneralTaskModel
source: Create General Task Model
hi_in: सामान्य कार्य का नमूना बनाएं

# FormCreate_GeneralTaskReportingMaster
source: Create Task Reporting Master
hi_in: सामान्य कार्य का समाचार-लेखन बनाएं

# FormCreate_GroupDetails
source: Create Group Details
hi_in: समूह विवरण बनाएं

# FormCreate_GroupMaster
source: Create Group Master
hi_in: समूह बनाएं

# FormCreate_JobProfile
source: Create Job Profile
hi_in: रोजगार की रूपरेखा बनाएं

# FormCreate_JobStatus
source: Create Job Status
hi_in: रोजगार की स्थिति बनाएं

# FormCreate_LanguageMaster
source: Create Language
hi_in: भाषा बनाएं

# FormCreate_LateMarkRule
source: Create Late Mark Rules
hi_in: विलंबित अंक का नियम बनाएं

# FormCreate_LeaveApplicationCancel
source: Leave Application Cancel
hi_in: छुट्टी का आवेदन रद्द करना

# FormCreate_LeaveCompensatoryWorkDay
source: Add Compensatory Off Day Application
hi_in: प्रतिपूरक छुट्टी के दिन आवेदन जोड़ें

# FormCreate_LeaveDocument
source: Create Leave Document
hi_in: छुट्टी के दस्तावेज़ बनाएँ

# FormCreate_LeaveRequestApproval
source: Leave Request Approval
hi_in: छुट्टी के स्वीकृति लिए अनुरोध

# FormCreate_LeaveRuleApplicableDetails
source: Apply Leave Rule To Leave Session
hi_in: छुट्टी के नियम छुट्टी के अधिवेशन को लागू करें

# FormCreate_LeaveRuleMaster
source: Create Leave Rule On
hi_in: छुट्टी के नियम बनाएं

# FormCreate_LeaveRuleMasterDetails
source: Leave Rule Master Details
hi_in: छुट्टी के नियम विवरण

# FormCreate_LeaveSessionDetails
source: Create Leave Session Details
hi_in: छुट्टी का सत्र विवरण बनाएं

# FormCreate_LeaveType
source: Create Leave Type
hi_in: छुट्टी के प्रकार बनाएं

# FormCreate_Level
source: Create Level
hi_in: स्तर बनाएं

# FormCreate_LocationMaster
source: Create Location
hi_in: स्थान बनाएं

# FormCreate_MediumMaster
source: Create Medium
hi_in: माध्यम बनाएं

# FormCreate_Menu
source: Create Menu
hi_in: मेनू बनाएं

# FormCreate_Module
source: Create Module
hi_in: मापांक बनाएं

# FormCreate_Nationality
source: Create Nationality
hi_in: राष्ट्रीयता बनाएं

# FormCreate_OrganisationStudyCentrePrintingFormat
source: Create Organisation Study Centre Printing Format
hi_in: संगठन अध्ययन केन्द्र मुद्रण प्रारूप बनाएं

# FormCreate_Organization
source: Create Organization
hi_in: संगठन बनाएं

# FormCreate_OtherCollegeFinancialAssistanceDetails
source: Create Other College Financial Assistance Details
hi_in: अन्य कॉलेज वित्तीय सहायता विवरण बनाएं

# FormCreate_OtherCollegeFinancialDetails
source: OtherCollegeFinancialDetails
hi_in: अन्य कॉलेज वित्तीय विवरण

# FormCreate_OtherCollegeSpecialLectureDetails
source: Create Other College Special Lecture Details
hi_in: अन्य कॉलेज विशेष व्याख्यान विवरण बनाएं

# FormCreate_PaperPresentationDetails
source: Create Paper Presentation Details
hi_in: दस्तावेज़ प्रस्तुति विवरण बनाएं

# FormCreate_PrizesWonDetails
source: Create Prizes Won Details
hi_in: पुरस्कार जितने का विवरण बनाएं

# FormCreate_QualificationDetails
source: Create Qualification Details
hi_in: योग्यता विवरण बनाएं

# FormCreate_QualificationExam
source: Create Qualification Exam
hi_in: योग्यता परीक्षा बनाएं

# FormCreate_QualificationSubject
source: Qualification Subject
hi_in: योग्यता विषय

# FormCreate_QualifyingExam
source: Qualifying Exam
hi_in: पात्रता परीक्षा

# FormCreate_QuickRegistration
source: Create Quick Registration
hi_in: त्वरित पंजीकरण बनाएं

# FormCreate_RegionMaster
source: Create Region
hi_in: क्षेत्र बनाएं

# FormCreate_RelationshipTypeMaster
source: Create Relationship Type Master
hi_in: रिश्ते के प्रकार बनाएं

# FormCreate_ReligionMaster
source: Create Religion
hi_in: धर्म बनाएं

# FormCreate_SectionMaster
source: Create Section
hi_in: स्ट्रीम बनाएं

# FormCreate_SelfAttendanceSpecialRequest
source: Create Self Attendance Special Request
hi_in: स्व उपस्थिति विशेष अनुरोध बनाएँ

# FormCreate_SemesterMaster
source: Create Semester
hi_in: छमाही बनाएं

# FormCreate_ServiceDetails
source: Create Service Details
hi_in: सेवा का विवरण बनाएं

# FormCreate_SetActiveSection
source: Set Active Section
hi_in: सक्रिय अनुभाग लगाना

# FormCreate_ShiftMasterDetails
source: Create Shift Master Details
hi_in: पाली का विवरण बनाएं

# FormCreate_Society
source: Create Society
hi_in: समाज बनाएं

# FormCreate_SpecializationResearchAreaDetails
source: Create Specialization Research Details
hi_in: विशेषज्ञता अनुसंधान विवरण बनाएं

# FormCreate_StandardMaster
source: Create Standard
hi_in: मानक बनाएं

# FormCreate_StreamMaster
source: Create Stream
hi_in: स्ट्रीम बनाएं

# FormCreate_StudyCentre
source: Create Study Centre
hi_in: विद्यापीठ/अध्ययन केंद्र बनाएं

# FormCreate_SubjectGroupRule
source: Create Subject Group Rule
hi_in: विषय समूह नियम बनाएँ

# FormCreate_SubjectMaster
source: Create Subject
hi_in: विषय बनाएं

# FormCreate_SubjectTypeMaster
source: Create Subject Type
hi_in: विषय के प्रकार बनाएं

# FormCreate_TaxMaster
source: Create Tax
hi_in: कर बनाएं

# FormCreate_Title
source: Create Title
hi_in: शीर्षक बनाएं

# FormCreate_UnitMaster
source: Create Unit Master
hi_in: एकक बनाएं

# FormCreate_University
source: Create University
hi_in: विश्वविद्यालय बनाएं

# FormCreate_WeekDays
source: Create Week Days
hi_in: सप्ताह के दिन बनाएं

# FormDelete_AcademicSession
source: Delete Academic Session
ar: حذف الدورة الأكاديمية
hi_in: शैक्षणिक सत्र मिटायें
mr_in: शैक्षणिक सत्र हटवा

# FormDelete_AccountCategoryMaster
source: Delete Category
hi_in: श्रेणी मिटायें

# FormDelete_AccountChequeBookMaster
source: Delete Cheque Book
hi_in: चैक बुक मिटायें

# FormDelete_AccountGroupMaster
source: Delete Group
hi_in: समूह हटाएँ

# FormDelete_AccountSessionMaster
source: Delete Account Session
hi_in: खाते सत्र मिटायें

# FormDelete_AdminSnPosts
source: Delete Post
hi_in: पद को हटाएं

# FormDelete_AttendanceSpan
source: Delete Attendance Span
hi_in: उपस्थिति सीमा मिटायें

# FormDelete_BalanceSheetMaster
source: Delete Balancesheet
hi_in: तुलन पत्र मिटायें

# FormDelete_BalanceSheetType
source: Delete Balancesheet Type
hi_in: तुलन पत्र प्रकार मिटायें

# FormDelete_CasteName
source: Delete Caste Name
ar: حذف اسم الطبقات
hi_in: जाति का नाम मिटायें
mr_in: जाती नाव हटवा

# FormDelete_Category
source: Delete Category
ar: حذف الفئة
hi_in: श्रेणी मिटायें
mr_in: वर्ग हटवा

# FormDelete_City
source: Delete City
ar: حذف سيتي
hi_in: शहर मिटायें
mr_in: शहर हटवा

# FormDelete_Country
source: Delete Country
ar: حذف البلد
hi_in: देश मिटायें
mr_in: देश हटवा

# FormDelete_CourseMaster
source: Delete Course
hi_in: पाठ्यक्रम मिटायें

# FormDelete_DepartmentMaster
source: Delete Department
hi_in: विभाग को हटाएँ

# FormDelete_DivisionMaster
source: Delete Division
hi_in: विभाजन मिटायें

# FormDelete_EducationMaster
source: Delete Education Master
hi_in: शिक्षा मिटायें

# FormDelete_EducationType
source: Delete Education Type
hi_in: शिक्षा प्रकार हटाएँ

# FormDelete_ElectionNomineeBody
source: Delete Election Nominee Body
hi_in: निर्वाचन नामित समिति मिटायें

# FormDelete_EmployeeCourseSubjectTaught
source: Delete Subject Taught
hi_in: सिखाया गया विषय मिटायें

# FormDelete_EmployeeDependent
source: Delete Employee Dependent
hi_in: आश्रित कर्मचारी मिटायें

# FormDelete_EmployeeDesignation
source: Delete Employee Designation
hi_in: कर्मचारी पदनाम मिटायें

# FormDelete_EmployeePHdGuideStudentsDetails
source: Delete Student Details
hi_in: छात्र विवरण मिटायें

# FormDelete_EmployeeProfessionalsBody
source: Delete Employee Professionals Body
hi_in: कर्मचारी पेशेवर समिति मिटायें

# FormDelete_FeeCriteriaMasterAndDetails
source: Delete Fee Criteria
hi_in: शुल्क मानदंड मिटायें

# FormDelete_GeneralExperienceType
source: Delete Experience Type
hi_in: अनुभव प्रकार हटाएं

# FormDelete_GeneralJobProfile
source: Delete Job Profile
hi_in: रोजगार रूपरेखा हटाएं

# FormDelete_GeneralLeaveDocument
source: Delete Leave Document
hi_in: छुट्टी के दस्तावेज़ मिटायें

# FormDelete_GeneralTaskModel
source: Delete Task Model
hi_in: सामान्य कार्य के नमूना मिटायें

# FormDelete_GroupMaster
source: Delete Group Master
hi_in: समूह मिटायें

# FormDelete_JobStatus
source: Delete Job Status
hi_in: रोजगार स्थिति मिटायें

# FormDelete_LanguageMaster
source: Delete Language
hi_in: भाषा को हटाएं

# FormDelete_LeaveCompensatoryWorkDay
source: Delete Leave Compensatory Work Day
hi_in: छुट्टी प्रतिपूरक कार्य दिवस को मिटायें

# FormDelete_LeaveLateMarkRule
source: Delete Leave Late Mark Rule
hi_in: छुट्टी के विलंबित अंक नियम मिटायें

# FormDelete_LeaveMaster
source: Delete Leave Type
hi_in: छुट्टी के प्रकार मिटायें

# FormDelete_Level
source: Delete Level
hi_in: स्तर मिटायें

# FormDelete_LocationMaster
source: Delete Location
hi_in: स्थान मिटायें

# FormDelete_MediumMaster
source: Delete Medium
hi_in: माध्यम मिटायें

# FormDelete_Module
source: Delete Module
hi_in: मापांक मिटायें

# FormDelete_Nationality
source: Delete Nationality
hi_in: राष्ट्रीयता मिटायें

# FormDelete_OtherCollegeFinancialAssistanceDetails
source: Delete Other College Financial Assistance Details
hi_in: अन्य कॉलेज वित्तीय सहायता विवरण मिटायें

# FormDelete_OtherCollegeFinancialDetails
source: Delete Other College Financial Details
hi_in: अन्य कॉलेज वित्तीय विवरण मिटायें

# FormDelete_OtherCollegeSpecialLectureDetails
source: Delete Special Lecture Record
hi_in: विशेष व्याख्यान अभिलेख को मिटायें

# FormDelete_PatentReceivedDetails
source: Delete Patent Details
hi_in: सनद विवरण मिटायें

# FormDelete_PrizesWonDetails
source: Delete Prizes Won Details
hi_in: पुरस्कार जीता विवरण मिटायें

# FormDelete_RegionMaster
source: Delete Region
hi_in: क्षेत्र मिटायें

# FormDelete_RelationshipTypeMaster
source: Delete Relationship Type Master
hi_in: रिश्ते के प्रकार मिटायें

# FormDelete_ReligionMaster
source: Delete Religion
hi_in: धर्म मिटायें

# FormDelete_SectionMaster
source: Delete Section
hi_in: खंड हटाएँ

# FormDelete_SemesterMaster
source: Delete Semetser
hi_in: छमाही मिटायें

# FormDelete_SpecializationResearchAreaDetails
source: Delete Specialization Research Details
hi_in: विशेषज्ञता अनुसंधान विवरण मिटायें

# FormDelete_StandardMaster
source: Delete Standard
hi_in: मानक मिटायें

# FormDelete_StreamMaster
source: Delete Stream
hi_in: स्ट्रीम मिटायें

# FormDelete_StudyCentre
source: Delete Study Centre
hi_in: अध्ययन केंद्र मिटायें

# FormDelete_SubjectMaster
source: Delete Subject
hi_in: विषय मिटायें

# FormDelete_SubjectTypeMaster
source: Delete Subject Type
hi_in: विषय प्रकार नष्ट

# FormDelete_TaxMaster
source: Delete Tax
hi_in: कर मिटायें

# FormDelete_Title
source: Delete Title
hi_in: शीर्षक मिटायें

# FormDelete_UnitMaster
source: Delete Unit Master
hi_in: इकाई मिटायें

# FormDelete_University
source: Delete University
hi_in: विश्वविद्यालय हटाएँ

# FormDelete_WeekDays
source: Delete Week Days
hi_in: सप्ताह के दिनों को मिटायें

# FormDetails_LeaveSession
source: Leave Session Details
hi_in: सत्र विवरण छुट्टी के प्रकार

# FormEdit_AcademicSession
source: Update Academic Session
ar: تحرير الدورة الأكاديمية
hi_in: अद्यतन शैक्षणिक सत्र
mr_in: संपादित करा शैक्षणिक सत्र

# FormEdit_AdminSnPosts
source: Update Posts
hi_in: अद्यतन पद

# FormEdit_Country
source: Update Country
ar: تحرير البلد
hi_in: अद्यतन देश
mr_in: संपादित करा देश

# FormEdit_ElectionNomineeBody
source: Update Election Nominee Body
hi_in: अद्यतन चुनाव नामित समिति

# FormEdit_GeneralExperienceType
source: Update Experience Type
hi_in: अद्यतन अनुभव प्रकार

# FormEdit_GeneralJobProfile
source: Update Job Profile
hi_in: अद्यतन रोजगार रूपरेखा

# FormEdit_LeaveCompensatoryWorkDay
source: Update Compensatory Off Day Application
hi_in: अद्यतन प्रतिपूरक छुट्टी के दिन का आवेदन

# FormEdit_LeaveDocument
source: Update Leave Document
hi_in: अद्यतन छुट्टी दस्तावेज़

# FormEdit_LeaveRuleMaster
source: Update Leave Rule On
hi_in: छुट्टी शासन का अद्यतन करें

# FormEdit_LeaveSession
source: Update Leave Session
hi_in: अद्यतन छुट्टी सत्र

# FormEdit_LeaveType
source: Update Leave Type
hi_in: अद्यतन छुट्टी के प्रकार

# FormEdit_Menu
source: Update Menu
hi_in: अद्यतन मेनू

# FormEdit_PaperPresentationDetails
source: Update Paper Presentation Details
hi_in: अद्यतन दस्तावेज़ प्रस्तुति विवरण

# FormEdit_PatentReceivedDetails
source: Update Patent Details
hi_in: अद्यतन सनद विवरण

# FormEdit_PersnoalInformation
source: Update Persnoal Information
hi_in: अद्यतन व्यक्तिगत जानकारी

# FormEdit_ShiftMasterDetails
source: Update Shift Details
hi_in: अद्यतन पाली विवरण

# FormName_AcademicSession
source: Academic Session
ar: الدورة الأكاديمية
hi_in: शैक्षणिक सत्र
mr_in: शैक्षणिक सत्र

# FormName_AccountBalancesheetReport
source: Account Balancesheet Report
hi_in: खाते तुलन पत्र विवरण

# FormName_AccountCategoryMaster
source: Account Category Master
hi_in: खाते श्रेणी

# FormName_AccountChequeBookMaster
source: Account Cheque Book Issue List
hi_in: खाते चैक बुक जारी सूची

# FormName_AccountGroupMaster
source: Account Group Master
hi_in: खाता समूह

# FormName_AccountMaster
source: Account Master
hi_in: खाते

# FormName_AccountSessionMaster
source: Account Session Master
hi_in: खाते सत्र

# FormName_ActiveSection
source: Active Section
hi_in: सक्रिय स्ट्रीम

# FormName_AddSection
source: Add Section
hi_in: स्ट्रीम जोड़ें

# FormName_AddSyllabusTopics
source: Add Syllabus Topics
hi_in: पाठ्यक्रम विषय जोड़ें

# FormName_AdminAccessRights
source: Manage Access Rights
hi_in: प्रवेश अधिकारों का प्रबंधन

# FormName_AdminRoleApplicableDetails
source: Manage Role Allocation
hi_in: भूमिका निर्धारित करने की व्यवस्था करें

# FormName_AdminRoleMaster
source: Manage Admin Role
hi_in: व्यवस्थापक भूमिका का प्रबंधन

# FormName_AdminSnPosts
source: Manage Admin Posts
hi_in: व्यवस्थापक पदों का प्रबंधन

# FormName_AdminSpecialRights
source: Manage Special Rights
hi_in: विशेष अधिकारों का प्रबंधन
