Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

# ValidationMessage_PrizeIssuingAuthorityRequired
source: Prize issuing authority should not be blank
hi_in: पुरस्कार जारी करने वाले प्राधिकारी खाली नहीं होना चाहिए

# ValidationMessage_PrizeNameRequired
source: Prize name should not be blank
hi_in: पुरस्कार का नाम खाली नहीं होना चाहिए

# ValidationMessage_PrizeReceivingDateRequired
source: Prize receiving Date must be selected
hi_in: तारीख प्राप्त पुरस्कार का चयन किया जाना चाहिए

# ValidationMessage_ProfessionRequired
source: Profession should not be blank
hi_in: पेशे खाली नहीं होना चाहिए

# ValidationMessage_ProjectCostRequired
source: Project cost should not be blank
hi_in: परियोजना लागत खाली नहीं होना चाहिए

# ValidationMessage_ProjectWorkDateRequired
source: Project must be selected
hi_in: परियोजना का चयन किया जाना चाहिए

# ValidationMessage_ProjectWorkFromDateRequired
source: Working from date must be selected
hi_in: तारीख से कार्य का चयन किया जाना चाहिए

# ValidationMessage_ProjectWorkNameRequired
source: Project title should not be blank
hi_in: परियोजना शीर्षक खाली नहीं होना चाहिए

# ValidationMessage_ProjectWorkToDateRequired
source: Working upto date must be selected
hi_in: तिथि तक कार्य करना चयनित किया जाना चाहिए

# ValidationMessage_PromotionDemotionDateRequired
source: Promotion demotion date must be selected
hi_in: पदोन्नति पदावनति की तारीख का चयन किया जाना चाहिए

# ValidationMessage_ProvidentFundNumberRequired
source: Provident fund Number should not be blank
hi_in: भविष्य निधि संख्या खाली नहीं होना चाहिए

# ValidationMessage_PublishDateRequired
source: Publish date must be selected
hi_in: प्रकाशित तिथि का चयन किया जाना चाहिए

# ValidationMessage_PublishMediumRequired
source: Publish medium must be selected
hi_in: प्रकाशित मध्यम चयनित किया जाना चाहिए

# ValidationMessage_PurposeOfGrantRequired
source: Purpose of grant should not be blank
hi_in: अनुदान का उद्देश्य खाली नहीं होना चाहिए

# ValidationMessage_QualificationNameRequired
source: Qualification name should not be blank
hi_in: योग्यता नाम खाली नहीं होना चाहिए

# ValidationMessage_ReasonOfLeavingRequired
source: Reason of leaving should not be blank
hi_in: छोड़ने के कारण खाली नहीं होना चाहिए

# ValidationMessage_ReasonRequired
source: Please specify reason.
hi_in: कारण स्पष्ट करें।

# ValidationMessage_RegionIDRequired
source: Region name must be selected
hi_in: क्षेत्र के नाम का चयन किया जाना चाहिए

# ValidationMessage_RegionNameRequired
source: Region name should not be blank.
ar: المنطقة اسم لا ينبغي أن يكون فارغا
hi_in: क्षेत्र का नाम खाली नहीं होना चाहिए।
mr_in: प्रदेश नाव रिक्त असू नये

# ValidationMessage_RelatedWithRequired
source: Related With should not be blank.
hi_in: संबंधित के साथ खाली नहीं होना चाहिए।

# ValidationMessage_ReligionDescription
source: Religion should not be blank
hi_in: धर्म खाली नहीं होना चाहिए

# ValidationMessage_ReligionIDRequired
source: Religion must be selected
hi_in: धर्म का चयन किया जाना चाहिए

# ValidationMessage_RemarkAboutDisable
source: Remark about disable should not be blank
hi_in: अक्षम बारे में टिप्पणी खाली नहीं होना चाहिए

# ValidationMessage_RemarkRequired
source: Remark should not be blank
hi_in: टिप्पणी खाली नहीं होना चाहिए

# ValidationMessage_RemarksRequired
source: Remarks should not be blank
hi_in: टिप्पणियां खाली नहीं होना चाहिए

# ValidationMessage_ResearchAreaRequired
source: Research area should not be blank
hi_in: अनुसंधान क्षेत्र खाली नहीं होना चाहिए

# ValidationMessage_RotationDaysRequired
source: Rotation days should not be blank
hi_in: नियमित आवर्तन दिनों खाली नहीं होना चाहिए

# ValidationMessage_RuleCodeRequired
source: Short description should not be blank
hi_in: संक्षिप्त विवरण खाली नहीं होना चाहिए

# ValidationMessage_RuleNameRequired
source: Rule Name should not be blank
hi_in: नियम का नाम खाली नहीं होना चाहिए

# ValidationMessage_SalaryGradeCodeRequired
source: Salary Grade Code should not be blank
hi_in: वेतन दर्जा संकेत खाली नहीं होना चाहिए

# ValidationMessage_SectionCapacityRequired
source: Student Capacity should not be blank
hi_in: छात्र क्षमता खाली नहीं होना चाहिए

# ValidationMessage_SectionDetailCodeRequired
source: Section Code should not be blank
hi_in: धारा संकेत खाली नहीं होना चाहिए

# ValidationMessage_SectionDetailIDRequired
source: Section must be selected
hi_in: धारा का चयन किया जाना चाहिए

# ValidationMessage_SectionNameRequired
source: Section Name should not be blank
hi_in: धारा का नाम खाली नहीं होना चाहिए

# ValidationMessage_SelectedAccountSessionIDRequired
source: Account Session must be selected
hi_in: खाते सत्र चयनित किया जाना चाहिए

# ValidationMessage_SelectedBranchID
source: Course must be selected
hi_in: पाठ्यक्रम का चयन किया जाना चाहिए

# ValidationMessage_SelectedCategoryIDRequired
source: Category must be selected
hi_in: श्रेणी का चयन किया जाना चाहिए

# ValidationMessage_SelectedCentreCode
source: Centre must be selected
hi_in: केंद्र का चयन किया जाना चाहिए

# ValidationMessage_SelectedCityIDRequired
source: City must be selected
hi_in: शहर का चयन किया जाना चाहिए

# ValidationMessage_SelectedCountryIDRequired
source: Country must be selected
hi_in: देश का चयन किया जाना चाहिए

# ValidationMessage_SelectedDepartmentIDRequired
source: Department must be selected
hi_in: विभाग का चयन किया जाना चाहिए

# ValidationMessage_SelectedDescriptionsRequired
source: Section must be selected
hi_in: धारा का चयन किया जाना चाहिए

# ValidationMessage_SelectedDivisionIDRequired
source: Division must be selected
hi_in: विभाजन का चयन किया जाना चाहिए

# ValidationMessage_SelectedGroupIDRequired
source: Group must be selecetd
hi_in: समूह का चयन किया जाना चाहिए

# ValidationMessage_SelectedHeadIDRequired
source: Head must be selected
hi_in: शीर्ष का चयन किया जाना चाहिए

# ValidationMessage_SelectedLocationIDRequired
source: Location should not be blank
hi_in: स्थान खाली नहीं होना चाहिए

# ValidationMessage_SelectedRegionIDRequired
source: Region must be seleceted
hi_in: क्षेत्र का चयन किया जाना चाहिए

# ValidationMessage_SelectedSectionDetRoleWiseID
source: Section must be selected
hi_in: धारा का चयन किया जाना चाहिए

# ValidationMessage_SelectedSessionID
source: Session must be selected
hi_in: सत्र चयनित किया जाना चाहिए

# ValidationMessage_SelectedUniversityID
source: University must be selected
hi_in: विश्वविद्यालय का चयन किया जाना चाहिए

# ValidationMessage_SelectedUniversityIDRequired
source: University must be selected
hi_in: विश्वविद्यालय का चयन किया जाना चाहिए

# ValidationMessage_SemesterCodeRequired
source: Semester code should not be blank
ar: لا ينبغي أن يكون كود فصل دراسي فارغ
hi_in: छमाही संकेत खाली नहीं होना चाहिए

# ValidationMessage_SemesterFromDateRequired
source: Semester start date should not be blank
hi_in: छमाही आरंभ तिथि खाली नहीं होना चाहिए

# ValidationMessage_SemesterTypeRequired
source: Semester type should not be blank
ar: يجب الطبقات الفصل الدراسي لا تكون فارغة
hi_in: छमाही प्रकार खाली नहीं होना चाहिए

# ValidationMessage_SemesterUptoDateRequired
source: Semester end to should not be blank
hi_in: छमाही खाली नहीं होना चाहिए करने के लिए अंत

# ValidationMessage_SeqNoRequired
source: Sequence number should not be blank
ar: عدد تسلسل يجب أن لا تكون فارغة
hi_in: क्रम संख्या खाली नहीं होना चाहिए
mr_in: क्रम संख्या रिक्त असू शकत नाही

# ValidationMessage_SessionEndDatetime
source: Session upto must be selected
hi_in: सत्र तक चयनित किया जाना चाहिए

# ValidationMessage_SessionFromDateReportRequired
source: Session From must be selected
hi_in: सत्र से चयनित किया जाना चाहिए

# ValidationMessage_SessionFromRequired
source: Session from should not be blank
ar: جلسة من المطلوب
hi_in: सत्र से खाली नहीं होना चाहिए
mr_in: सत्र रिक्त असू नये

# ValidationMessage_SessionNameRequired
source: Sessionname should not be blank
ar: الدورة اسم مطلوب
hi_in: सत्र से खाली नहीं होना चाहिए

# ValidationMessage_SessionOrderRequired
source: Session order should not be blank
ar: يجب الدورة لكي لا يكون فارغا
hi_in: सत्र के क्रम खाली नहीं होना चाहिए
mr_in: सत्र ऑर्डर रिक्त असू नये

# ValidationMessage_SessionRequired
source: Session must be selected
hi_in: सत्र चयनित किया जाना चाहिए

# ValidationMessage_SessionStartDatetime
source: Session from must be selected
hi_in: चयनित किया जाना चाहिए से सत्र

# ValidationMessage_SessionUptoDateReportRequired
source: Session Upto must be selected
hi_in: सत्र तक चयनित किया जाना चाहिए

# ValidationMessage_SessionUptoRequired
source: Sessionupto should not be blank
ar: الدورة لغاية المطلوبة
hi_in: सत्र तक खाली नहीं होना चाहिए
mr_in: सत्र पर्यंत रिक्त असू नये

# ValidationMessage_ShiftEndDate
source: Shift End Date should not be blank
hi_in: पाली समाप्ति तिथि खाली नहीं होना चाहिए

# ValidationMessage_ShiftStartDate
source: Shift Start Date should not be blank
hi_in: पाली प्रारंभ तिथि खाली नहीं होना चाहिए

# ValidationMessage_ShortCodeRequired
source: Short code should not be blank
hi_in: छोटे संकेत खाली नहीं होना चाहिए

# ValidationMessage_ShortDescriptionRequired
source: Short group description shold not be blank
hi_in: छोटे समूह वर्णन खाली नहीं होना चाहिए

# ValidationMessage_ShortNameRequired
source: Short code should not be blank
hi_in: छोटे संकेत खाली नहीं होना चाहिए

# ValidationMessage_SINNumberRequired
source: SIN number should not be blank
hi_in: एस आय एन नंबर खाली नहीं होना चाहिए

# ValidationMessage_SpanFromDateRequired
source: Please select Span From Date.
hi_in: तारीख से अवधि का चयन करें।

# ValidationMessage_SpanUptoDateRequired
source: Please select Span Upto Date.
hi_in: स्पैन तारीख तक का चयन करें।

# ValidationMessage_SpecializationFieldRequired
source: Specialization field should not be blank
hi_in: विशेषज्ञता क्षेत्र को खाली नहीं होना चाहिए

# ValidationMessage_SSNNumberRequired
source: SSN number should not be blank
hi_in: एसएसएन नंबर खाली नहीं होना चाहिए

# ValidationMessage_StandardCodeShortCodeRequired
source: Standard code should not be blank
hi_in: मानक संकेत खाली नहीं होना चाहिए

# ValidationMessage_StandardDescriptionRequired
source: Standard name should not be blank
hi_in: मानक नाम खाली नहीं होना चाहिए

# ValidationMessage_StandardIDRequired
source: Standard must be selected
hi_in: मानक चयनित किया जाना चाहिए

# ValidationMessage_StandardNumberRequired
source: Standard number should not be blank
hi_in: मानक नंबर खाली नहीं होना चाहिए

# ValidationMessage_StatusFlagRequired
source: Status Flag must be selected
hi_in: स्थिति चिह्न का चयन किया जाना चाहिए

# ValidationMessage_StreamDescriptionRequired
source: Stream name should not be blank
hi_in: स्ट्रीम नाम खाली नहीं होना चाहिए

# ValidationMessage_StreamIDRequired
source: Stream must be selected
hi_in: स्ट्रीम का चयन किया जाना चाहिए

# ValidationMessage_StreamShortCodeRequired
source: Stream code should not be blank
hi_in: स्ट्रीम संकेत खाली नहीं होना चाहिए

# ValidationMessage_StreetNumberRequired
source: Street name should not be blank
hi_in: सड़क का नाम खाली नहीं होना चाहिए

# ValidationMessage_StudentCodeRequired
source: Student code should not be blank
hi_in: विद्यार्थी संकेत खाली नहीं होना चाहिए

# ValidationMessage_StudentEmailIDRequired
source: Student email id should not be blank
hi_in: छात्र ईमेल आईडी खाली नहीं होना चाहिए

# ValidationMessage_StudentMobileNumberRequired
source: Student mobile number should not be blank
hi_in: छात्र मोबाइल नंबर खाली नहीं होना चाहिए

# ValidationMessage_StudentNameRequired
source: Student name should not blank
hi_in: छात्र का नाम होना चाहिए खाली नहीं

# ValidationMessage_SubElectiveShortDescriptionRequired
source: Short description should not be blank
hi_in: संक्षिप्त विवरण खाली नहीं होना चाहिए

# ValidationMessage_SubjectCodeRequired
source: Subject code should not be blank
hi_in: विषय संकेत खाली नहीं होना चाहिए

# ValidationMessage_SubjectDescriptionsRequired
source: Subject name should not be blank
hi_in: विषय नाम खाली नहीं होना चाहिए

# ValidationMessage_SubjectGroupDescriptionRequired
source: Subject group description should not be blank
hi_in: विषय समूह वर्णन खाली नहीं होना चाहिए

# ValidationMessage_SubjectIDRequired
source: Subject must be selected
hi_in: विषय का चयन किया जाना चाहिए

# ValidationMessage_SubjectNameRequired
source: Subject name should not be blank
hi_in: विषय नाम खाली नहीं होना चाहिए

# ValidationMessage_SubjectOfPatentRequired
source: Subject of patent should not be blank
hi_in: पेटेंट के विषय खाली नहीं होना चाहिए

# ValidationMessage_SubjectTypeNameRequired
source: Subject Type name should not be blank
hi_in: विषय लिखें नाम खाली नहीं होना चाहिए

# ValidationMessage_SubjectTypeShortCodeRequired
source: Subject Type code should not be blank
hi_in: विषय लिखें संकेत खाली नहीं होना चाहिए

# ValidationMessage_SynopsisRequired
source: Synopsis should not be blank
hi_in: सारांश खाली नहीं होना चाहिए

# ValidationMessage_TaskApprovalBasedTableRequired
source: Approval Base Table must be selected
hi_in: स्वीकृति के आधार तालिका चयनित किया जाना चाहिए

# ValidationMessage_TaskApprovalParamPrimaryKeyRequired
source: Base Table Primary Key must be selected
hi_in: आधार तालिका प्राथमिक कुंजी का चयन किया जाना चाहिए

# ValidationMessage_TaskApprovalTableDisplayFieldRequired
source: Base Table Display Field must be selected
hi_in: आधार तालिका प्रदर्शन क्षेत्र का चयन किया जाना चाहिए

# ValidationMessage_TaskCodeListRequired
source: Task must be selected
hi_in: कार्य चयनित किया जाना चाहिए

# ValidationMessage_TaskCodeRequired
source: Task Code should not be blank
hi_in: कार्य संकेत खाली नहीं होना चाहिए

# ValidationMessage_TaskDescriptionRequired
source: Task Description should not be blank
hi_in: कार्य विवरण खाली नहीं होना चाहिए

# ValidationMessage_TaxNameRequired
source: Tax name should not be blank.
hi_in: कर नाम खाली नहीं होना चाहिए।

# ValidationMessage_TaxRateRequired
source: Tax Rate should not be blank.
hi_in: कर दर खाली नहीं होना चाहिए।

# ValidationMessage_TimezoneRequired
source: TimeZone should not be blank
hi_in: समयक्षेत्र खाली नहीं होना चाहिए

# ValidationMessage_TitleOfAssignmentRequired
source: Title of assignment
hi_in: काम के शीर्षक

# ValidationMessage_TitleRequired
source: Title must be selected
hi_in: शीर्षक चयनित किया जाना चाहिए

# ValidationMessage_ToDateRequired
source: To date must be selected
hi_in: तिथि करने के लिए चयनित किया जाना चाहिए

# ValidationMessage_TopicDescriptionRequired
source: Topic description should not be blank
hi_in: विषय वर्णन खाली नहीं होना चाहिए

# ValidationMessage_TopicNameRequired
source: Topic should not be blank
hi_in: विषय खाली नहीं होना चाहिए

# ValidationMessage_TopicOfLectureRequired
source: Topic of lecture should not be blank
hi_in: व्याख्यान का विषय खाली नहीं होना चाहिए

# ValidationMessage_TopicWeightageRequired
source: Weightage should not be blank
hi_in: महत्व खाली नहीं होना चाहिए

# ValidationMessage_TotalNoChequeRequired
source: Total quantity should not be blank.
hi_in: कुल मात्रा खाली नहीं होना चाहिए

# ValidationMessage_TransactionDate
source: Transaction date must be selected
hi_in: लेन-देन की तारीख का चयन किया जाना चाहिए

# ValidationMessage_UniqueIdentificatinNumberRequired
source: Unique Identificatin Number should not be blank
hi_in: विशिष्ट पहचान संख्या खाली नहीं होना चाहिए

# ValidationMessage_UnitDescriptionRequired
source: Unit description should not be blank
hi_in: इकाई वर्णन खाली नहीं होना चाहिए

# ValidationMessage_UnitWeightageRequired
source: Weightage should not be blank
hi_in: महत्व खाली नहीं होना चाहिए

# ValidationMessage_UniversityAddress1Required
source: Address should not be blank
hi_in: पता खाली नहीं होना चाहिए

# ValidationMessage_UniversityApprovalDateRequired
source: University approved date must be selected
hi_in: विश्वविद्यालय को मंजूरी दे दी तारीख का चयन किया जाना चाहिए

# ValidationMessage_UniversityApprovalNumberRequired
source: University approved no should not be blank
hi_in: विश्वविद्यालय अनुमोदित संख्या खाली नहीं होना चाहिए

# ValidationMessage_UniversityApprovalTypeRequired
source: University approval type should be specified
hi_in: विश्वविद्यालय के अनुमोदन प्रकार निर्दिष्ट किया जाना चाहिए

# ValidationMessage_UniversityCodeRequired
source: University code should not be blank
hi_in: विश्वविद्यालय संकेत खाली नहीं होना चाहिए

# ValidationMessage_UniversityFoundationDatetimeRequired
source: Foundation date should not be blank
hi_in: संस्थान तिथि खाली नहीं होना चाहिए

# ValidationMessage_UniversityIDRequired
source: University must be selected
hi_in: विश्वविद्यालय का चयन किया जाना चाहिए

# ValidationMessage_UniversityNameRequired
source: University name must be selected
hi_in: विश्वविद्यालय के नाम का चयन किया जाना चाहिए

# ValidationMessage_UniversityUrlRequired
source: Please enter university url.
hi_in: विश्वविद्यालय यूआरएल दर्ज करें।

# ValidationMessage_UptoPeriodRequired
source: Upto period must be selected
hi_in: अवधि का चयन किया जाना चाहिए तक

# ValidationMessage_UrlOnlyRequired
source: Url should not be blank
hi_in: यूआरएल खाली नहीं होना चाहिए

# ValidationMessage_UrlRequired
source: Organization url should not be blank
hi_in: संगठन यूआरएल खाली नहीं होना चाहिए

# ValidationMessage_WeekDescriptionRequired
source: Week description should not be blank
hi_in: सप्ताह वर्णन खाली नहीं होना चाहिए

# ValidationMessage_WorkAsDesignationRequired
source: Designation should not be blank
hi_in: पदनाम खाली नहीं होना चाहिए

# ValidationMessage_WorkFromDateRequired
source: Please select Work From Date
hi_in: तारीख से काम का चयन करें

# ValidationMessage_WorkingDateRequired
source: Please choose valid date.
hi_in: मान्य तारीख का चयन करें।

# ValidationMessage_WorkingReasonRequired
source: Please specify working reason.
hi_in: कारण काम कर निर्दिष्ट करें।

# DisplayMessage_PleaseReviewYourForm
source: Please Review Your Form
hi_in: अपने फार्म की समीक्षा करें

# JsValidationMessages_SelectUniversity
source: Please select university
hi_in: विश्वविद्यालय का चयन करें

# ValidationMessage_DurationInDaysRequired
source: Duration In Days should not be blank
hi_in: दिनों का अवधि खाली नहीं होना चाहिए

# DisplayName_InformationSystem
source: ENTERPRISE RESOURCE PLANNING
hi_in: उद्यम संसाधन योजना

# Module_ACC
source: ACCOUNTS
hi_in: लेखा

# Module_ADM
source: ADMIN
hi_in: व्यवस्थापक

# Module_AMS
source: MONITORING SYSTEM
hi_in: निगरानी प्रणाली

# Module_CLIENT_TK
source: CLIENT TOOLKIT
hi_in: ग्राहक टूलकिट व्यवस्था

# Module_EMP
source: EMPLOYEE
hi_in: कर्मचारी

# Module_FEES
source: FEES
hi_in: शुल्क

# Module_INVENTORY
source: INVENTORY
hi_in: इनवेंटरी

# Module_LEV
source: LEAVE
hi_in: छुट्टी

# Module_ORG
source: ORGANISATION
hi_in: संगठन

# Module_STUD
source: STUDENT
hi_in: छात्र

# Module_STUPORTAL
source: STUDENT PORTAL
hi_in: विद्यार्थी पोर्टल

# Module_STUREG
source: STUDENT ONLINE REGISTRATION
hi_in: छात्र ऑनलाइन पंजीकरण

# SubMenu_AccountBalancesheetReport
source: Balancesheet
hi_in: तुलन पत्र विवरण

# SubMenu_AccountBalancesheetTypeReport
source: Account Balancesheet Type
hi_in: तुलन पत्र प्रकार का विवरण

# SubMenu_AccountCentreWiseBalanceSheetReport
source: Centrewise Balancesheet
hi_in: केंद्र के नुसार तुलन पत्र

# SubMenu_AccountChequeBookDetails
source: Cheque Book Cancellation
hi_in: खाते चैकबुक विवरण

# SubMenu_AccountDayBookReport
source: Account Day Book
hi_in: लेखा दिन पुस्तक विवरण

# SubMenu_AccountExclusiveToCentreReport
source: Centre Accounts
hi_in: अनन्य केंद्र के लिए विवरण

# SubMenu_AccountGroupMasterReport
source: Account Group
hi_in: समूह का विवरण

# SubMenu_AccountMasterReport
source: Account Report
hi_in: खाता का विवरण

# SubMenu_AccountProfitAndLossReport
source: Profit And Loss
hi_in: लाभ और हानि

# SubMenu_AccountSessionMasterReport
source: Session Report
hi_in: लेखा सत्र विवरण

# SubMenu_AccountVoucherSettingMasterReport
source: Voucher Setting
hi_in: वाउचर व्यवस्था विवरण

# SubMenu_EmpExperienceType
source: Experience Type
hi_in: अनुभव के प्रकार

# SubMenu_EmpGeneralJobStatus
source: Job Status
hi_in: कार्य स्थिति

# SubMenu_EmpGeneralRelationshipTypeMaster
source: Relationship Type Master
hi_in: रिश्ते के प्रकार

# SubMenu_EmpInfo
source: Employee Info
hi_in: कर्मचारी जानकारी

# SubMenu_EmpJobProfile
source: Job Profile Master
hi_in: नौकरी रूपरेखा

# SubMenu_EmpLevelMaster
source: Level Master
hi_in: लेवल मास्टर

# SubMenu_EmpMasterTitle
source: Title
hi_in: शीर्षक

# SubMenu_EmpWeekDays
source: Week Days
hi_in: सप्ताह के दिन

# SubMenu_FeeCriteriaMasterAndDetails
source: Create Criteria
hi_in: शुल्क मानदंड और विवरण

# SubMenu_FeeCriteriaParametersAndValues
source: Create Criteria Parameters
hi_in: मानदंड मानकों और मूल्यों

# SubMenu_FeeTypeAndSubType
source: Create Fee Sub Type
hi_in: शुल्क के प्रकार और उप प्रकार

# SubMenu_LeaveApplicationCancel
source: Leave Application Cancel
hi_in: छुट्टी आवेदन रद्द

# SubMenu_LeaveAttendanceSpanLock
source: Leave Attendance Span
hi_in: उपस्थिति स्पैन

# SubMenu_LeaveAttendanceSpecialSelf
source: Attendance Special Request
hi_in: उपस्थिति विशेष अनुरोध

# SubMenu_LeaveCompensatoryWorkDay
source: Add Compensatory Off Work Day
hi_in: प्रतिपूरक काम बंद दिन

# SubMenu_LeaveDocument
source: Leave Document
hi_in: छुट्टी के दस्तावेज़

# SubMenu_LeaveLateMarkRulesDetails
source: Late Mark Rules
hi_in: देर चिह्न नियम

# SubMenu_LeavePost
source: Leave Post Manual
hi_in: नियुक्त छुट्टी

# SubMenu_LeaveRuleApplicableDetails
source: Leave Rule Applicable Details
hi_in: छुट्टी के नियम लागू विवरण

# SubMenu_LeaveRuleExemptedEmployee
source: Leave Rule Exempted Employee
hi_in: छुट्टी के नियम छूट कर्मचारी

# SubMenu_LeaveRuleMaster
source: Leave Rule
hi_in: छुट्टी के नियम

# SubMenu_LeaveSession
source: Leave Session
hi_in: छुट्टी सत्र

# SubMenu_LeaveShiftAllocateToCentre
source: Centrewise Shift Allocation
hi_in: केंद्र के नुसार आवंटन पाली

# DisplayName_EDUCATION
source: EDUCATION
hi_in: शिक्षा

# DisplayName_FACULTY
source: FACULTY
hi_in: फैकल्टी

# DisplayName_Logout
source: Logout
hi_in: लोग आउट

# DisplayName_ViewProfile
source: View Profile
hi_in: रूपरेखा देखें

# DisplayMenu_ChildrerenDetails
source: Children Details
hi_in: बच्चे का विवरण

# DisplayMenu_Consultancy
source: Consultancy
hi_in: परामर्श कार्य

# DisplayMenu_CourseSubjectTaught
source: Course Subject Taught
hi_in: कोर्स विषय सिखाया

# DisplayMenu_Dependents
source: Dependents
hi_in: आश्रित

# DisplayMenu_ElectionNomineeBody
source: Election Nominee Body
hi_in: निर्वाचन नामित समिति

# DisplayMenu_FinancialAssistance
source: Financial/Assistance
hi_in: वित्तीय सहायता

# DisplayMenu_PaperPresentation
source: Paper Presentation
hi_in: पेपर प्रस्तुति

# DisplayMenu_PatentReceivedDetails
source: Patent Received Details
hi_in: पेटेंट प्राप्त विवरण

# DisplayMenu_PHDGuideDetails
source: P.Hd Guide Details
hi_in: पी एच डी मार्गदर्शक विवरण

# DisplayMenu_Prizes
source: Prizes
hi_in: पुरस्कार

# DisplayMenu_ProfessionalBodies
source: Professional Bodies
hi_in: व्यावसायिक गुट

# DisplayMenu_ProjectWork
source: Project Work
hi_in: परियोजना का काम

# DisplayMenu_SpecializationResearchArea
source: Specialization Research Area
hi_in: विशेषज्ञता अनुसंधान क्षेत्र

# DisplayMenu_SpecialLectureDelivered
source: Special Lecture Delivered
hi_in: विशेष व्याख्यान दिया

# FormName_AttendenceDetails
source: Attendence Details
hi_in: उपस्थिति विवरण

# FormName_EmployeeDepartmentWiseStatisticsForcentre
source: Employee Department Wise Statistics For Centre
hi_in: केंद्र के लिए कर्मचारी विभागवार सांख्यिकी

# TableHeaders_AbsentDays
source: Absent Days
hi_in: अनुपस्थित दिन

# TableHeaders_Attendance
source: Attendance %
hi_in: उपस्थिति %

# TableHeaders_AttendedDays
source: Attended Days
hi_in: उपस्थित दिन

# TableHeaders_Employee
source: Employee
hi_in: कर्मचारी

# TableHeaders_Holidays
source: Holidays
hi_in: छुट्टियां

# TableHeaders_Informed
source: Informed
hi_in: सूचित

# TableHeaders_LWP
source: LWP
hi_in: एल डब्ल्यूपी

# TableHeaders_PresentDays
source: Present Days
hi_in: वर्तमान दिन

# TableHeaders_TotalDays
source: Total Days
hi_in: कुल दिन

# TableHeaders_Uninformed
source: Uninformed
hi_in: बेख़बर

# TableHeaders_WeeklyOff
source: Weekly Off
hi_in: साप्ताहिक छुट्टी
