Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

# DisplayName_CurrentFlag
source: CurrentFlag
ar: العلم الحالي
hi_in: वर्तमान चिह्न
mr_in: वर्तमान ध्वजांकित करा

# DisplayName_CurriculumActivity
source: Curriculum Activity
hi_in: पाठ्यक्रम गतिविधि

# DisplayName_DailyBasis
source: Daily Basis
hi_in: दैनिक आधार पर

# DisplayName_Date
source: Date
hi_in: तारीख

# DisplayName_DateOfApplication
source: Date of Application
hi_in: आवेदन की तारीख

# DisplayName_DateOfApproval
source: Date of Approval
hi_in: अनुमोदन का दिनांक

# DisplayName_DateofBirth
source: Date of Birth
hi_in: जन्मतिथि

# DisplayName_DateOfGrantReceived
source: Date of Grant Received
hi_in: अनुदान की प्राप्ति दिनांक

# DisplayName_DateOfLeaving
source: Date of Leaving
hi_in: छोड़ने का दिनांक

# DisplayName_DateOfLectureDelivered
source: Lecture Date
hi_in: व्याख्यान की तारीख

# DisplayName_DateOfRetirement
source: Date of Retirement
hi_in: सेवानिवृत्ति की तिथि

# DisplayName_Daughter
source: Daughter
hi_in: बेटी

# DisplayName_DayOfTheMonth
source: Day of The Month :
hi_in: माह का दिन:

# DisplayName_Days
source: Days
hi_in: दिनों

# DisplayName_DeAllocateFeeCriteriaValueCombination
source: DeAllocate Fee Criteria Value Combination
hi_in: न निर्धारित शुल्क मापदंड मान युग्म

# DisplayName_Debit
source: Debit
hi_in: डेबिट

# DisplayName_DebitCreditFlag
source: Debit / Credit
hi_in: डेबिट/ क्रेडिट

# DisplayName_DefaultFlag
source: Make it default?
hi_in: यह डिफ़ॉल्ट बनाने?

# DisplayName_Deficit
source: Deficit
hi_in: घाटा

# DisplayName_DegreeName
source: Degree Name :
hi_in: उपाधी का नाम :

# DisplayName_Delete
source: Delete
hi_in: मिटायें

# DisplayName_DeleteCriteriaParameter
source: Delete Criteria Parameter
hi_in: मानदंड पैरामीटर मिटायें

# DisplayName_DeleteCriteriaParameterCombinationValue
source: Delete Criteria Parameter Combination Value
hi_in: मानदंड पैरामीटर संयोजन मान को हटाने

# DisplayName_DeletedBy
source: Deleted By
hi_in: करके नष्ट कर दिया

# DisplayName_DeletedDate
source: Deleted Date
hi_in: हटाए गए दिनांक

# DisplayName_DeleteFeeCriteriaParameter
source: Delete Fee Criteria Parameter
hi_in: शुल्क मानदंड पैरामीटर मिटायें

# DisplayName_DeleteFeeCriteriaParameterValue
source: Delete Fee Criteria Parameter Value
hi_in: शुल्क मानदंड पैरामीटर मान को मिटायें

# DisplayName_DeleteFeeSubType
source: Delete Fee Sub Type
hi_in: शुल्क उप प्रकार मिटायें

# DisplayName_DeleteMessage
source: Do you want to delete?
hi_in: आप मिटाना चाहते हैं?

# DisplayName_Demotion
source: Demotion
hi_in: पदावनति

# DisplayName_DepartmentID
source: New Department
hi_in: नया विभाग

# DisplayName_DepartmentName
source: Department Name
hi_in: विभाग का नाम

# DisplayName_DepartmentSeqNo
source: Sequense Number
hi_in: अनुक्रम संख्या

# DisplayName_DependentName
source: Name
hi_in: नाम

# DisplayName_DeptShortCode
source: Department Code
hi_in: विभाग संकेत

# DisplayName_Description
source: Description
ar: وصف
hi_in: विवरण
mr_in: वर्णन

# DisplayName_Designation
source: Designation
hi_in: पद

# DisplayName_DesignationID
source: Designation
hi_in: पद

# DisplayName_DesignationLevel
source: Designation Level :
hi_in: पदनाम स्तर:

# DisplayName_DesignationType
source: Designation Type
hi_in: पदनाम प्रकार

# DisplayName_DisableDate
source: Disable Date :
hi_in: अक्षम दिनांक:

# DisplayName_DISTINCTION
source: DISTINCTION
hi_in: भेद

# DisplayName_DivisionDescription
source: Division
hi_in: विभाजन

# DisplayName_DIVORCED
source: DIVORCED
hi_in: तलाकशुदा

# DisplayName_DivShortCode
source: Division Code
hi_in: डिवीजन संकेत

# DisplayName_DocumentCompulsaryFlag
source: Is Compulsory?
hi_in: आवश्यक है?

# DisplayName_DocumentDescription
source: Description
hi_in: विवरण

# DisplayName_DocumentID
source: Document Name :
hi_in: दस्तावेज़ का नाम :

# DisplayName_DocumentName
source: Name :
hi_in: नाम :

# DisplayName_DocumentsNeeded
source: Needed documents?
hi_in: आवश्यक दस्तावेजों?

# DisplayName_DocumentType
source: Document Type :
hi_in: दस्तावेज़ का प्रकार:

# DisplayName_DoYouWantToDealocate
source: Do you want to dealocate
hi_in: आप निर्धारित नहीं करना चाहते हैं

# DisplayName_DrivingLicenceExpiryDate
source: Driving Licence Expiry Date
hi_in: ड्राइविंग लाइसेंस समाप्ति की तारीख

# DisplayName_DrivingLicenceExpiryDate1
source: Driving Licence Expiry Date
hi_in: ड्राइविंग लाइसेंस समाप्ति की तारीख

# DisplayName_DrivingLicenceNumber
source: Driving Licence Number
hi_in: ड्राइविंग लाइसेंस संख्या

# DisplayName_DteCode
source: DTE Code
hi_in: डीटीई संकेत

# DisplayName_DueDatetime
source: Due Date
hi_in: नियत तारीख

# DisplayName_Duration
source: Duration :
hi_in: अवधि:

# DisplayName_DurationInDays
source: Duration In Days :
hi_in: दिनों में अवधि:

# DisplayName_DurationUnit
source: Duration In
hi_in: में अवधि

# DisplayName_E
source: E
hi_in: ई

# DisplayName_Edit
source: Edit
hi_in: संपादित

# DisplayName_EducationalQualification
source: Educational Qualification
hi_in: शैक्षिक योग्यता

# DisplayName_EducationDescription
source: Education Description
hi_in: शिक्षा विवरण

# DisplayName_EducationName
source: Education Name
hi_in: शिक्षा का नाम

# DisplayName_EducationType
source: Education Type
hi_in: शिक्षा के प्रकार

# DisplayName_EducationTypeDescription
source: Education Type
hi_in: शिक्षा के प्रकार

# DisplayName_EducationTypeID
source: Education Level
hi_in: शिक्षा का स्तर

# DisplayName_EducationYear
source: Periods
hi_in: काल

# DisplayName_EduSequenceNumber
source: Sequense Number
hi_in: अनुक्रम संख्या

# DisplayName_EmailId
source: Email ID
hi_in: ईमेल आईडी :

# DisplayName_EmpDesigType
source: Designation Type :
hi_in: पदनाम प्रकार:

# DisplayName_Employee
source: Employee
hi_in: कर्मचारी

# DisplayName_EmployeeAddress1
source: Employee Address1
hi_in: कर्मचारी पता 1

# DisplayName_EmployeeAddress2
source: Employee Address2
hi_in: कर्मचारी पता 2

# DisplayName_EmployeeArticleReview
source: Article Review
hi_in: लेख की समीक्षा

# DisplayName_EmployeeBookReview
source: Book Review
hi_in: पुस्तक समीक्षा

# DisplayName_Employeecentrewisefacultystatistics
source: Employee centre wise Statistics
hi_in: कर्मचारी केंद्र वार संकाय के आँकड़े

# DisplayName_EmployeeCode
source: Employee Code
hi_in: कर्मचारी संकेत

# DisplayName_EmployeeConferenceDateFrom
source: From Date
hi_in: तारीख से

# DisplayName_EmployeeConferenceDateTo
source: To Date
hi_in: तारीख तक

# DisplayName_EmployeeConferenceProceeding
source: Proceeding
hi_in: कार्यवाही

# DisplayName_EmployeeConferenceVenue
source: Venue
hi_in: स्थान

# DisplayName_Employeedepartmentwisestatisticsforcentre
source: Employee department wise statistics for centre
hi_in: केंद्र के लिए कर्मचारी विभागवार आँकड़े

# DisplayName_EmployeeDependentDesignation
source: Employee Dependent Designation
hi_in: कर्मचारी आश्रित पदनाम

# DisplayName_EmployeeDependentQualification
source: Employee Dependent Qualification
hi_in: कर्मचारी आश्रित योग्यता

# DisplayName_EmployeeDesignationMasterID
source: Designation
hi_in: पद

# DisplayName_EmployeeDesignationMasterIDlk
source: Designation
hi_in: पद

# DisplayName_EmployeeFirstName
source: First Name
hi_in: नाम

# DisplayName_EmployeeFullName
source: Employee Full Name :
hi_in: कर्मचारी पूरा नाम:

# DisplayName_EmployeeID
source: Employee ID
hi_in: कर्मचारी कामतत्व

# DisplayName_EmployeeLastName
source: Last Name
hi_in: अंतिम नाम

# DisplayName_EmployeeList
source: Employee List
hi_in: कर्मचारी सूची

# DisplayName_EmployeeMiddleName
source: Middle Name
hi_in: मध्य नाम

# DisplayName_EmployeeName
source: Employee Name :
hi_in: कर्मचारी का नाम :

# DisplayName_EmployeeNameAsPerTC
source: Name As Per TC
hi_in: प्रति टीसी के रूप में नाम

# DisplayName_EmployeeParticipationRole
source: Participation Role
hi_in: भागीदारी भूमिका

# DisplayName_EmployeePHdGuideStudentsDetailsRemarks
source: Remarks
hi_in: टिप्पणियां

# DisplayName_EmployeeProceedingPageNumber
source: Proceeding Page No.
hi_in: कार्यवाही पृष्ठ संख्या

# DisplayName_EmployeeRemark
source: Employee Remark
hi_in: कर्मचारी टिप्पणी

# DisplayName_EmployeeShare
source: Employee Share
hi_in: कर्मचारी शेयर

# DisplayName_EmployeeShiftApplicableMasterID
source: Shift
hi_in: पाली

# DisplayName_EmployeeShiftDescription
source: Shift Name :
hi_in: पाली नाम :

# DisplayName_EmployeeYear
source: Year
hi_in: साल

# DisplayName_EnquiryLevel
source: Enquiry Level
hi_in: पूछताछ स्तर

# DisplayName_Entity
source: Entity
hi_in: सत्ता

# DisplayName_errorMessage
source: Error Message
hi_in: त्रुटि संदेश

# DisplayName_ESINumber
source: ESI Number
hi_in: ईएसआई संख्या

# DisplayName_EstablishmentCode
source: Establishment Code :
hi_in: स्थापना संकेत:

# DisplayName_EthanicRaceCode
source: Ethanic Race Code
hi_in: जातीय वंश संकेत

# DisplayName_Even
source: Even
hi_in: सम

# DisplayName_ExamApplicable
source: Exam Applicable :
hi_in: लागू परीक्षा:

# DisplayName_ExamName
source: Exam Name
hi_in: परीक्षा का नाम

# DisplayName_ExamPattern
source: Pattern Type
hi_in: नमूना प्रकार

# DisplayName_ExclusivelyForBalancesheet
source: Exclusively For Balancesheet
hi_in: विशेष रूप से तुलन पत्र के लिए

# DisplayName_ExemptionFromDate
source: Exemption From Date
hi_in: तारीख से छूट

# DisplayName_ExemptionUpTodate
source: Exemption UpTo Date
hi_in: तारीख तक छूट

# DisplayName_ExperienceDetails
source: Experience Details
hi_in: अनुभव विवरण

# DisplayName_ExperienceFromYear
source: From Date
hi_in: तारीख से

# DisplayName_ExperienceInMonth
source: Experience in months
hi_in: अनुभव महीने में

# DisplayName_ExperienceToYear
source: To Date
hi_in: तारीख तक

# DisplayName_ExperienceTypeDescription
source: Experience Type
hi_in: अनुभव के प्रकार

# DisplayName_Extention
source: Extention :
hi_in: विस्तार :

# DisplayName_Ex_TeachingforStd
source: (For Ex:Teaching for Std. X & XII)
hi_in: (पूर्व के लिए:। एसटीडी एक्स और बारहवीं के लिए शिक्षण)

# DisplayName_E_Employee
source: E-Employee
hi_in: ई-कर्मचारी

# DisplayName_FaxNumber
source: Fax Number :
hi_in: फैक्स नंबर :

# DisplayName_FeeCriteriaCode
source: Criteria Code :
hi_in: मानदंड संकेत:

# DisplayName_FeeCriteriaCombinationParameterValue
source: Fee Criteria Combination Parameter Value
hi_in: शुल्क मानदंड संयोजन पैरामीटर मान

# DisplayName_FeeCriteriaCombinationValue
source: fee criteria combination value ?
hi_in: शुल्क मानदंड संयोजन मूल्य है?

# DisplayName_FeeCriteriaDescription
source: Criteria :
hi_in: मानदंड:

# DisplayName_FeeCriteriaParametersAndValues
source: Fee Criteria Parameters And Values
hi_in: शुल्क मानदंड मानकों और मूल्यों

# DisplayName_FeeCriteriaParametersName
source: Criteria Parameters :
hi_in: मानदंड पैरामीटर:

# DisplayName_FeeSource
source: Fee Source :
hi_in: शुल्क स्रोत:

# DisplayName_FeeStructure
source: Fee Structure
hi_in: शुल्क संरचना

# DisplayName_FeeSubShortDesc
source: Fee Sub Type Code :
hi_in: शुल्क उप प्रकार संकेत:

# DisplayName_FeeSubTypeDesc
source: Fee Sub Type :
hi_in: शुल्क उप प्रकार:

# DisplayName_FeeTypeAndSubType
source: Fee Type And Sub Type
hi_in: शुल्क के प्रकार और उप प्रकार

# DisplayName_FeeTypeCode
source: Fee Type Code :
hi_in: शुल्क प्रकार संकेत:

# DisplayName_FeeTypeDesc
source: Fee Type :
hi_in: शुल्क के प्रकार:

# DisplayName_FeeTypeID
source: Fee Type :
hi_in: शुल्क के प्रकार:

# DisplayName_Female
source: Female
hi_in: महिला

# DisplayName_FinalYearPercentage
source: Final Year Percentage
hi_in: अंतिम वर्ष का प्रतिशत

# DisplayName_FIRST
source: FIRST
hi_in: सबसे पहले

# DisplayName_FirstAdmittedSession
source: First Admitted Session
hi_in: प्रथम सत्र भर्ती

# DisplayName_FirstHalfUpto
source: First Half Upto :
hi_in: पहले हाफ तक:

# DisplayName_FirstName
source: First Name
hi_in: नाम

# DisplayName_Fixed_Consolidated
source: Fixed/Consolidated
hi_in: पक्का / समेकित

# DisplayName_FoundationDatetime
source: Foundation Date :
hi_in: स्थापना तारीख :

# DisplayName_FounderMember
source: Founder Member :
hi_in: संस्थापक सदस्य:

# DisplayName_FromDate
source: From Date
hi_in: तारीख से

# DisplayName_FromPeriod
source: From Period
hi_in: काल से

# DisplayName_FromYear
source: From Year
hi_in: साल से

# DisplayName_FullName
source: Full Name
hi_in: पूरा नाम

# DisplayName_FundingAgency
source: Funding Agency
hi_in: निधीयन संस्था

# DisplayName_GenderCode
source: Gender
hi_in: लिंग

# DisplayName_GeneralBoardUniversityID
source: University / Board Name
hi_in: विश्वविद्यालय / समिति का नाम

# DisplayName_GeneralBoardUniversityName
source: General Board University Name
hi_in: जनरल समिति विश्वविद्यालय का नाम

# DisplayName_GeneralExperienceType
source: General Experience Type
hi_in: सामान्य अनुभव प्रकार

# DisplayName_GeneralExperienceTypeMasterID
source: Type of Experience
hi_in: अनुभव के प्रकार

# DisplayName_GeneralJobStatus
source: Job Status
hi_in: कार्य स्थिति

# DisplayName_GeneralJobStatusID
source: Job Status
hi_in: कार्य स्थिति

# DisplayName_GeneralLevel
source: General Level
hi_in: सामान्य स्तर

# DisplayName_GeneralLevelMasterID
source: General Level
hi_in: सामान्य स्तर

# DisplayName_GeneralLevelMasterIDForPprPresent
source: Level
hi_in: स्तर

# DisplayName_GeneralRelationshipTypeMasterID
source: Relationship
hi_in: संबंध

# DisplayName_GeneralWeekDayID
source: Weekly Off Days :
hi_in: साप्ताहिक दिनों की छुट्टी:

# DisplayName_Good
source: Good
hi_in: अच्छा

# DisplayName_GotAnyMedal
source: Got Any Medal
hi_in: कोई पदक मिला

# DisplayName_Government
source: Government
hi_in: सरकार

# DisplayName_Grade
source: Grade :
hi_in: दर्जा:

# DisplayName_GrantedPromotionDate
source: Granted Promotion Date
hi_in: स्वीकृत पदोन्नति की तारीख

# DisplayName_GrantedPromotionDesignationID
source: Granted Promotion Designation
hi_in: स्वीकृत पदोन्नति पदनाम

# DisplayName_GrantedPromotionLevel
source: Granted Promotion Level
hi_in: स्वीकृत पदोन्नति स्तर

# DisplayName_Group
source: Group
hi_in: समूह

# DisplayName_GroupCode
source: Group Code
hi_in: समूह संकेत

# DisplayName_GroupCol
source: Group Col
hi_in: समूह कर्नल

# DisplayName_GroupCompulsoryFlag
source: Is Compulsory :
hi_in: आवश्यक है :

# DisplayName_GroupDependentObject
source: Group Dependent Object
hi_in: समूह निर्भर लक्ष्य

# DisplayName_GroupDescription
source: Group Name
hi_in: समूह का नाम

# DisplayName_GroupName
source: Group
hi_in: समूह

# DisplayName_GroupReportBy
source: Group Report By :
hi_in: समूह द्वारा विवरण :

# DisplayName_GroupShortCode
source: Short Description
hi_in: संक्षिप्त वर्णन

# DisplayName_HalfDayFlag
source: Is Half day applicable?
hi_in: आधा दिन लागू होता है?

# DisplayName_HalfYearly
source: Half Yearly
hi_in: अर्धवार्षिक

# DisplayName_HeadID
source: Account Head
hi_in: शीर्ष

# DisplayName_Height
source: Height
hi_in: ऊंचाई

# DisplayName_Hobbies
source: Hobbies
hi_in: शौक

# DisplayName_Hobby
source: Hobby
hi_in: शौक

# DisplayName_IdentityMarks
source: Identity Marks
hi_in: पहचान चिह्न

# DisplayName_IndividualProjectStatus
source: Working Status
hi_in: कामकाजी स्थिति

# DisplayName_InProcess
source: In-Process
hi_in: इस प्रक्रिया में

# DisplayName_INSTITUTE
source: INSTITUTE
hi_in: संस्थान

# DisplayName_InstituteAddress
source: Institute Address
hi_in: संस्थान पता

# DisplayName_InstituteCode
source: Institute Code :
hi_in: संस्थान संकेत:

# DisplayName_InstituteName
source: Institute Name
hi_in: संस्थान का नाम

# DisplayName_InterestMode
source: Interest Mode
hi_in: ब्याज प्रणाली

# DisplayName_InterestType
source: Interest Type
hi_in: ब्याज प्रकार

# DisplayName_International
source: International
hi_in: अंतरराष्ट्रीय

# DisplayName_InterSchool
source: Inter-School
hi_in: इंटर स्कूल

# DisplayName_InTime
source: In Time
hi_in: समय के भीतर

# DisplayName_IntroductionYear
source: Introducation Year :
hi_in: परिचय वर्ष:

# DisplayName_InvitedLectures
source: Invited Lectures
hi_in: आमंत्रित व्याख्यान

# DisplayName_IsAcadMgr
source: Academic Manager
hi_in: शैक्षणिक प्रबंधक

# DisplayName_IsActive
source: Is Active ?
ar: Active?
hi_in: सक्रिय है ?
mr_in: Active?

# DisplayName_IsActiveSessionwiseRule
source: Allocate rule to session ?
hi_in: सत्र के लिए शासन का निर्धारित?

# DisplayName_IsAdmMgr
source: Admin Manager
hi_in: प्रशासन प्रबंधक

# DisplayName_IsAttendaceAllowFromOutside
source: Can mark attendance from outside ?
hi_in: बाहर से हाजिरी कर सकते हैं?

# DisplayName_IsCarryForwardForNextYear
source: Is carry forwarded for next year?
hi_in: अगले साल के लिए अग्रेषित कर ले रहा है?

# DisplayName_IsCommonBranchApplicable
source: Is Common Course Applicable
hi_in: आम पाठ्यक्रम लागू है

# DisplayName_IsCompoundTax
source: Is Compound Tax
hi_in: यौगिक कर रहा है

# DisplayName_IsCompulsory
source: Is Compulsory
hi_in: आवश्यक है :

# DisplayName_IsCurrentFlag
source: Is Current Flag?
hi_in: वर्तमान चिह्न है?

# DisplayName_IsCurrentLeaveSession
source: Is Current Session ?
hi_in: वर्तमान सत्र है?

# DisplayName_IsCurrentYearStudent
source: Student Type
hi_in: छात्र प्रकार

# DisplayName_IsDeleted
source: Deleted?
hi_in: हटाए गए?

# DisplayName_IsElectiveSubjectCompFlag
source: Is Compulsory :
hi_in: आवश्यक है :

# DisplayName_IsEmployeeSmoker
source: Is Employee Smoker
hi_in: कर्मचारी की ओर रुख है

# DisplayName_IsEnCash
source: Is encash?
hi_in: भुनाने है?

# DisplayName_IsEstMgr
source: Esatblishment Manager
hi_in: स्थापना प्रबंधक

# DisplayName_IsFinalCourseYear
source: IsFinal CourseYear
hi_in: अंतिम पाठ्यक्रम वर्ष है ?

# DisplayName_IsFinMgr
source: Finance Manager
hi_in: वित्त प्रबंधक

# DisplayName_IsFirstYearPromotion
source: Is first year common course promotion
hi_in: पहले साल आम पाठ्यक्रम पदोन्नति है

# DisplayName_IsLeave
source: Is Left Job?
hi_in: काम छोडा है?

# DisplayName_IsLocked
source: Is Locked ?
hi_in: बंद किया गया है ?

# DisplayName_IsLoginAllowFromOutside
source: Can login from outside ?
hi_in: बाहर से लॉग इन कर सकते हैं?

# DisplayName_IsNameChangedBefore
source: Is Name Changed Before
hi_in: पहले नाम बदल गया है

# DisplayName_IsPolicyActive
source: Is Active :
hi_in: सक्रिय है :

# DisplayName_IsRequired
source: Is Required?
hi_in: आवश्यक है?

# DisplayName_IsScholarshipReceived
source: Is Scholarship Received
hi_in: छात्रवृत्ति प्राप्त होता है

# DisplayName_IsSessionLocked
source: Is Session Locked
hi_in: सत्र बंद कर दिया है?

# DisplayName_IsSuperUser
source: Super User
hi_in: सुपर प्रयोक्ता

# DisplayName_ItemName
source: Item
hi_in: मद

# DisplayName_JobProfileDescription
source: Job Profile Name
hi_in: नौकरी का नाम

# DisplayName_JobProfileID
source: Job Profile
hi_in: नौकरी रूपरेखा

# DisplayName_JobStatus
source: Job Status
hi_in: कार्य स्थिति

# DisplayName_JobStatusCode
source: Job Status Code
hi_in: नौकरी स्थिति संकेत

# DisplayName_JobStatusDescription
source: Job Status Description
hi_in: नौकरी स्थिति विवरण

# DisplayName_JoiningDate
source: Joining Date
hi_in: कार्यग्रहण तिथि

# DisplayName_Journal
source: Journal
hi_in: पत्रिका

# DisplayName_JournalName
source: Journal Title
hi_in: जर्नल शीर्षक

# DisplayName_JournalPageNumber
source: Page Number
hi_in: पृष्ठ संख्या

# DisplayName_JournalVolumeNumber
source: Volume No
hi_in: माप नहीं

# DisplayName_LanguageID
source: Language :
hi_in: भाषा:

# DisplayName_LanguageKnown
source: Language Known
hi_in: ज्ञात भाषा

# DisplayName_LanguageName
source: Language
hi_in: भाषा

# DisplayName_LastName
source: Last Name
hi_in: अंतिम नाम

# DisplayName_LastPayDrawnPayScale
source: Last Pay Drawn PayScale
hi_in: पिछले वेतन आहरित वेतनमान

# DisplayName_LateMarkCount
source: Late Mark Count
hi_in: देर चिह्न गणना

# DisplayName_Latitude
source: Latitude :
hi_in: अक्षांश:

# DisplayName_LeaveCode
source: Leave Code :
hi_in: छुट्टी संकेत:

# DisplayName_LeaveDeductionPriority
source: Leave Deduction Priority
hi_in: कटौती प्राथमिकता छोड़ दो

# DisplayName_LeaveDescription
source: Description :
hi_in: विवरण:

# DisplayName_LeaveDetails
source: Leave Details
hi_in: विवरण छोड़ दो

# DisplayName_LeaveLateMarkRuleName
source: Late Mark Rule Name
hi_in: देर चिह्न नियम का नाम

# DisplayName_LeavePriority
source: Leave Priority :
hi_in: छुट्टी प्राथमिकता :

# DisplayName_LeaveReason
source: Reason :
hi_in: कारण:

# DisplayName_LeaveRuleDescription
source: Rule Name :
hi_in: नियम का नाम:

# DisplayName_LeaveRuleMasterID
source: Leave Rule :
hi_in: नियम छोड़ दो:

# DisplayName_Leaves
source: Leaves
hi_in: पत्ते

# DisplayName_LeaveSessionFromDate
source: Session From Date :
hi_in: तारीख से सत्र:

# DisplayName_LeaveSessionName
source: Session Name :
hi_in: सत्र का नाम:

# DisplayName_LeaveSessionUptoDate
source: Session Upto Date :
hi_in: सत्र तक तारीख:

# DisplayName_LeaveType
source: Category :
hi_in: श्रेणी:

# DisplayName_Ledger
source: Ledger
hi_in: खाता बही

# DisplayName_LevelName
source: Level Name
hi_in: स्तर नाम

# DisplayName_LinkMenuCode
source: Link Menu Code :
hi_in: लिंक मेनू संकेत:

# DisplayName_Location
source: Location :
hi_in: स्थान:

# DisplayName_LocationAddress
source: Location Address :
hi_in: स्थान का पता :

# DisplayName_LocationID
source: Location
hi_in: स्थान

# DisplayName_Logo
source: Logo
hi_in: प्रतीक चिन्ह

# DisplayName_Longitude
source: Longitude :
hi_in: देशांतर:

# DisplayName_LossOfPay
source: Loss of pay?
hi_in: वेतन की हानि?

# DisplayName_LunchTimeFrom
source: Lunch Time From :
hi_in: दोपहर के भोजन के समय से:

# DisplayName_LunchTimeUpto
source: Lunch Time Upto :
hi_in: दोपहर के भोजन के समय तक:

# DisplayName_MaidenFirstName
source: First Name
hi_in: नाम

# DisplayName_MaidenLastName
source: Last Name
hi_in: अंतिम नाम

# DisplayName_MaidenMiddleName
source: Middle Name
hi_in: मध्य नाम

# DisplayName_MaidenName
source: Maiden Name
hi_in: विवाह से पहले उपनाम

# DisplayName_MainAuthor
source: Main Author
hi_in: मुख्य लेखक

# DisplayName_MakeitDefault
source: Make it default?
ar: جعله افتراضي
hi_in: यह डिफ़ॉल्ट बनाने?
mr_in: तो डीफॉल्ट बनवा

# DisplayName_Male
source: Male
hi_in: पुस्र्ष

# DisplayName_MARRIED
source: MARRIED
hi_in: शादी

# DisplayName_MarritalStaus
source: Marital Staus
hi_in: वैवाहिक स्थिति

# DisplayName_MaxCompulsorySubjects
source: Max Compulsory Subjects
hi_in: अधिकतम अनिवार्य विषयों

# DisplayName_MaxGroups
source: Groups of Optional Subjects
hi_in: वैकल्पिक विषयों के समूह

# DisplayName_MaxLeaveAccumulated
source: Maximum Leave Accumulated :
hi_in: अधिकतम छुट्टी संचित:

# DisplayName_MaxLeaveAtTime
source: Maximum Leave At Time :
hi_in: समय में अधिकतम छुट्टी दो:

# DisplayName_MaxLeaveEncash
source: Maximum Leave Encash :
hi_in: अधिकतम छुट्टी नक़द :

# DisplayName_MaxNoOfCompulsoryGroups
source: No. of Compulsory Groups
hi_in: अनिवार्य समूह की संख्या

# DisplayName_MaxOptSubjects
source: Total No. of Optional Subjects
hi_in: वैकल्पिक विषयों की कुल संख्या

# DisplayName_MedalDescription
source: Medal Description
hi_in: पदक विवरण

# DisplayName_MedalReceivedDate
source: Medal Received Date
hi_in: पदक प्राप्त तारीख

# DisplayName_MediumCodeShortCode
source: Medium Code
hi_in: मध्यम संकेत

# DisplayName_MediumDescription
source: Medium Name :
hi_in: मध्यम का नाम:

# DisplayName_MediumID
source: Medium :
hi_in: मध्यम:

# DisplayName_MembershipofLearnedSociety
source: Membership of Learned Society
hi_in: सीखा संस्था की सदस्यता

# DisplayName_MenuCode
source: Menu Code :
hi_in: मेनू संकेत:

# DisplayName_MenuIconName
source: Icon Name :
hi_in: प्रतीक नाम:

# DisplayName_MenuInnerLevel
source: Menu Inner Level :
hi_in: मेनू आंतरिक स्तर:

# DisplayName_MenuLink
source: Link :
hi_in: कड़ी:

# DisplayName_MenuName
source: Name :
hi_in: नाम:

# DisplayName_MenuToolTip
source: Tool Tip :
hi_in: उपकरण सुझाव:

# DisplayName_Merchandise
source: Merchandise
hi_in: व्यापार

# DisplayName_MiddleName
source: Middle Name
hi_in: मध्य नाम :

# DisplayName_MinimumLeaveEncash
source: Minimum Leave Encash :
hi_in: न्यूनतम छुट्टी भुनाने:

# DisplayName_MinLeavesAtTime
source: Minimum Leaves At Time :
hi_in: समय पर न्यूनतम छुट्टीयां:

# DisplayName_MinServiceRequire
source: Minimum service required?
hi_in: न्यूनतम सेवा की आवश्यकता है?

# DisplayName_MinServiceRequiredInMonth
source: Minimum Service Required In Month :
hi_in: महीने में न्यूनतम आवश्यक सेवा:
