Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

# ValidationMessage_TotalExpectedWeeksRequired
source: Total Expected Weeks Should Not be Blank
hi_in: उम्मीद कुल सप्ताह खाली नहीं होना चाहिए

# DisplayMenu_EmployeeInformation
source: Employee Information
hi_in: कर्मचारी जानकारी

# DisplayMenu_Personal
source: Personal
hi_in: व्यक्तिगत

# SubMenu_EmpDesignationMaster
source: Add Designation
hi_in: पद

source: EDUCATION
hi_in: शिक्षा

source: FACULTY
hi_in: फैकल्टी

# FormName_AttendanceMonitoringReport
source: Attendance Monitoring Report
hi_in: उपस्थिति निगरानी विवरण

# FormName_EmployeeCentreWiseAttendanceStatistics
source: Employee Centre Wise Attendance Statistics
hi_in: कर्मचारी केन्द्र के नुसार उपस्थिति सांख्यिकी

# DisplayName_SpecailisationDetails
source: Specialization Details
hi_in: विशेषज्ञता विवरण

# JsValidationMessages_SelectBalancesheet
source: Please select balancesheet
hi_in: कृपया तुलन पत्र का चयन कीजिए

# JsValidationMessages_SelectBalancesheetAndTransCationType
source: Please select balancesheet & transaction type
hi_in: कृपया तुलन पत्र और लेन-देन के प्रकार का चयन करें

# JsValidationMessages_SelectTransactionType
source: Please select voucher type
hi_in: कृपया लेन-देन का प्रकार चयन करें

# DisplayName_फैकल्टी
source: FACULTY
hi_in: फैकल्टी

# DisplayName_शिक्षा
source: EDUCATION
hi_in: शिक्षा

# SubMenu_LeaveApplicationReport
source: Own Leave Application Status
hi_in: खुद की छुट्टी के आवेदन की स्थिति

# SubMenu_LeaveEmployeeApplicationStatusReport
source: Leave Application Status Report
hi_in: छुट्टी के आवेदन का स्थिति विवरण

# ddlHeader_LeaveType
source: -----Select Leave Type-----
hi_in: -----छुट्टी प्रकार का चयन-----

# DisplayMenu_BalanceLeaves
source: Balance Leaves
hi_in: शेष राशि छुट्टी

# DisplayMenu_EntitledLeaves
source: Entitled Leaves
hi_in: हकदार छुट्टी

# DisplayMenu_LeaveWithoutPay
source: Leave Without Pay
hi_in: अवैतनिक अवकाश

# DisplayMenu_MaxLeavesataTime
source: Max. Leaves at a Time
hi_in: एक समय में अधिकतम छुट्टी

# DisplayMenu_TotalLeaves
source: Total Leaves
hi_in: कुल छुट्टी

# DisplayName_IsFirstHalf
source: Is First Half
hi_in: पहली छमाही है

# DisplayName_IsSecondHalf
source: Is Second Half
hi_in: दूसरी छमाही है

# ValidationMessage_UptoDateRequired
source: Upto date should not be blank.
hi_in: तारीख तक खाली नहीं होना चाहिए।

# JsValidationMessages_SelectAccount
source: Please select Account Type
hi_in: खाता प्रकार का चयन करें

# ddlHeaders_AccountType
source: Select Account Type
hi_in: -----खाते प्रकार चुनें-----

# DropdownMessage_ControlHeadType
source: Control Head Type
hi_in: नियंत्रण सिर प्रकार

# DropdownMessage_NonControlHeadType
source: Non Control Head Type
hi_in: गैर नियंत्रण प्रमुख प्रकार

# RadioButton_Credit
source: Credit
hi_in: क्रेडिट

# RadioButton_Debit
source: Debit
hi_in: डेबिट

# RadioButton_First
source: First
hi_in: प्रथम

# RadioButton_Second
source: Second
hi_in: द्वितीय

# ErrorMessage_PleaseContactYourAdministrator
source: Please Contact your Administrator
hi_in: अपने व्यवस्थापक से संपर्क करें।

# ErrorMessage_PleaseEnteryouremailaddressintheformats
source: Please enter your email address in the format someone@example.com.
hi_in: someone@example.com के प्रारूप में अपना ईमेल पता दर्ज करें।

# ErrorMessage_PleaseShareYourLocation
source: Please share your location
hi_in: अपने स्थान को साझा करें

# ErrorMessage_SorrySystemDoesnotRecognizeEmail
source: Sorry, System doesn't recognize that Email.
hi_in: क्षमा करें, ये प्रणाली उस ईमेल को पहचानते नहीं हैं।

# ErrorMessage_ThisaccountdoesnotexistEnteravalidemailaddressorpassword
source: This account doesn't exist. Enter a valid email address or password
hi_in: यह खाता मौजूद नहीं है। एक मान्य ईमेल पता या पासवर्ड दर्ज करें।

# ErrorMessage_YouDonotHavePermissiontoLoginfromoutSidetheCampusArea
source: You do not have Permission to Login from Outside the Campus Area.
hi_in: आपको परिसर क्षेत्र के बाहर से प्रवेश करने के लिए अनुमति नहीं है।

# ValidationMessage_EmailIDForAccountRequired
source: Please enter the E-mail ID for your account
hi_in: अपने खाते के लिए ई-मेल आईडी दर्ज करें

# ValidationMessage_PasswordForAccountRequired
source: Please enter the password for your account
hi_in: अपने खाते के लिए पासवर्ड दर्ज करें

# ButtonAction_UploadPhoto
source: Upload Photo
hi_in: अपलोडछायाचित्र

# JsAlertMessages_MaximumFilesizeexceed
source: Maximum file size exceeds,Your photo size should be less than 50 kb
hi_in: अधिकतम फ़ाइल आकार से अधिक है, अपनी तस्वीर आकार कम से कम 50 केबी होना चाहिए

# JsAlertMessages_PhotoOnlyallowfiletypeof
source: Photo only allows file types of GIF, PNG, JPG, JPEG and BMP.
hi_in: फोटो केवल जीआईएफ, पीएनजी, जेपीजी, जेपीईजी और बीएमपी की फ़ाइल प्रकारों की अनुमति देता है।

# JsAlertMessages_PleaseUploadimage
source: Please upload an image
hi_in: एक छवि अपलोड करें

# JsAlertMessages_selectedfiledoesnotapper
source: The selected file does not appear to be an image.
hi_in: चयनित फ़ाइल एक छवि होने के लिए प्रकट नहीं होता है।

# Displaychkstatus_Pending
source: Pending
hi_in: अपूर्ण

# RadioButton_Approve
source: Approve
hi_in: स्वीकृत

# RadioButton_Reject
source: Reject
hi_in: अस्वीकार

# Displaychkstatus_Done
source: Done
hi_in: कर दिया

# Displaychkstatus_Reject
source: Reject
hi_in: अस्वीकार

# Displaychkstatus_Compulsary
source: Compulsory
hi_in: अनिवार्य

# Displaychkstatus_InApproval
source: In Approval
hi_in: अनुमोदन में

# Displaychkstatus_No
source: No
hi_in: नहीं

# Displaychkstatus_NotCompulsary
source: Not Compulsory
hi_in: अनिवार्य नहीं

# Displaychkstatus_Yes
source: Yes
hi_in: हाँ

# DisplayChkstatus_Available
source: Available
hi_in: उपलब्ध

# DisplayChkstatus_Cancelled
source: Cancelled
hi_in: रद्द

# JsValidationMessages_DebitBlncDoesnotmatchwithCreditBlnc
source: Debit balance does not match with the Credit balance
hi_in: डेबिट शेष क्रेडिट संतुलन के साथ मेल नहीं खाता

# JsValidationMessages_BalancsheetnotCreatednotSelected
source: Balancesheet is not created or not selected.
hi_in: तुलन पत्र चयनित बनाया है या नहीं नहीं है।

# JsValidationMessages_ChequeCancelledSuccessfully
source: Cheque cancelled successfully
hi_in: चैक सफलतापूर्वक रद्द किया गया है

# JsValidationMessages_PleaseEnterRemark
source: Please Enter Remark
hi_in: टिप्पणी दर्ज करें

# DisplayName_LeaveTypeDesc
source: Leave Type
hi_in: छुट्टी के प्रकार

# TableHeaders_DocumentName
source: Document Name
hi_in: दस्तावेज़ का नाम

# TableHeaders_DocumentType
source: Document Type
hi_in: दस्तावेज़ का प्रकार

# ValidationMessage_LeaveTypeDescRequired
source: Leave Type should not be blank
hi_in: छुट्टी के प्रकार खाली नहीं होना चाहिए

# ButtonAction_AddNewSubject
source: Add New Subject
hi_in: नया विषय जोड़ें

# DisplayName_OutOfMark
source: Out Of Mark
hi_in: मार्क से बाहर

# DisplayName_BankDetails
source: Bank Details
hi_in: बैंक विवरण

# DisplayName_AttachDocument
source: Attach Document
hi_in: संलग्न दस्तावेज

# ButtonAction_Add
source: Add
hi_in: जोड़ना

# DisplayName_MarkOutOf
source: Mark Out Of
hi_in: मार्क से बाहर

# FormCreate_QualificationExamSubject
source: Create Qualification Exam Subject
hi_in: योग्यता परीक्षा विषय बनाएं

# FormCreate_QualifyingExamSubject
source: Create Qualifying Exam Subject
hi_in: पात्रता परीक्षा के विषय बनाएं

# FormDelete_QualificationExamMaster
source: Delete Qualification Exam Master
hi_in: योग्यता परीक्षा मिटायें

# FormDelete_QualifyingExamMaster
source: Delete Qualifying Exam Master
hi_in: पात्रता परीक्षा मिटायें

# JsValidationMessages_AtleastOneSubWithMark
source: Please Enter Atleast one Subject with its marks.
hi_in: अपने अंक के साथ कम से कम एक विषय दर्ज करें।

# JsValidationMessages_EnterMarkForSub
source: Please Enter Proper Marks for Subject
hi_in: विषय के लिए उचित अंक दर्ज करें

# JsValidationMessages_EnterSubjectType
source: Please Enter Subject Name
hi_in: विषय का नाम दर्ज करें

# TableHeaders_MarkOutOf
source: Mark Out Of
hi_in: मार्क से बाहर

# SubMenu_AccountBalancesheetMaster
source: Create Balancesheet
hi_in: तुलन पत्र बनाएं

# SubMenu_AccountBalancesheetTypeMaster
source: Create Balancesheet Type
hi_in: तुलन पत्र प्रकार बना

# SubMenu_AccountCashBankDetailsReport
source: Cash Bank Details
hi_in: कैश बैंक विवरण

# SubMenu_AccountCategoryMaster
source: Create Category
hi_in: श्रेणी बनाएं

# SubMenu_AccountCategoryMasterReport
source: Account Category
hi_in: खाते श्रेणी

# SubMenu_AccountCentreOpeningBalance
source: Add Opening Balance
hi_in: अधिशेष जोड़ें

# SubMenu_AccountChequeBookMaster
source: Create Cheque Book
hi_in: चैक बुक बनाएँ

# SubMenu_AccountGeneralLedgerReport
source: General Ledger
hi_in: सामान्य बहीखाता

# SubMenu_AccountGroupMaster
source: Create Group
hi_in: समूह बनाना

# SubMenu_AccountHeadMasterReport
source: Account Heads
hi_in: खाते प्रमुखों

# SubMenu_AccountIndividualBalanceReport
source: Individual Balance
hi_in: व्यक्तिगत शेष

# SubMenu_AccountMaster
source: Create Account
hi_in: खाता बनाएं

# SubMenu_AccountOtherLedgerReport
source: Other Ledger
hi_in: अन्य बही

# SubMenu_AccountStudentPersonalLedgerReport
source: Student Personal Ledger
hi_in: छात्र पर्सनल लेजर

# SubMenu_AccountTransactionMaster
source: Voucher
hi_in: वाउचर

# SubMenu_AccountTrialBalanceReport
source: Trial Balance
hi_in: संतुलन परीक्षण

# ddlHeaders_Course
source: -----Select Course-----
hi_in: -----पाठ्यक्रम चुनिए-----

# ddlHeaders_Standard
source: ------Select Standard-----
hi_in: -----मानक चुनिए-----

# DisplayName_CenterName
source: Center Name
hi_in: केन्द्र का नाम

# DisplayName_QualificationExamName
source: Qualification Exam Name
hi_in: योग्यता परीक्षा का नाम

# DisplayName_QualifyingExamName
source: Qualifying Exam Name
hi_in: पात्रता परीक्षा का नाम

# FormCreate_QualificationExamAllocation
source: Qualification Exam Allocation
hi_in: योग्यता परीक्षा आबंटन

# FormCreate_QualifyingExamAllocation
source: Qualifying Exam Allocation
hi_in: पात्रता परीक्षा के आबंटन

# FormCreate_TemplateAllocation
source: Template Allocation
hi_in: फर्मा आबंटन

# TableHeaders_QualifyingExamName
source: Qualifying Exam Name
hi_in: पात्रता परीक्षा का नाम

# TableHeaders_TemplateName
source: Template Name
hi_in: फर्मा का नाम

# DisplayName_TemplateName
source: Template Name
hi_in: फर्मा का नाम

# ddlHeaders_FromLeaveSession
source: --------Select Leave Session From--------
hi_in: --------छुट्टी सत्र से चुनिए--------

# ddlHeaders_ToLeaveSession
source: --------Select Leave Session To--------
hi_in: --------छुट्टी सत्र मे चुनिए--------

# TableHeaders_SessionFrom
source: Session From
hi_in: सत्र से

# TableHeaders_SessionTo
source: Session To
hi_in: सत्र मे

# JsValidationMessages_SelectSessionFrom
source: Please select session from
hi_in: सत्र से का चयन करें

# JsValidationMessages_SelectSessionTo
source: Please select session to
hi_in: सत्र मे का चयन करें

# MainMenu_LicenseRule
source: License Rule
hi_in: लाइसेंस नियम
mr_in: परवाना नियम

# JsValidationMessages_SelectLicenseRule
source: Please select license rule type.
hi_in: लाइसेंस नियम प्रकार का चयन करें ।
mr_in: परवाना नियम प्रकार निवडा.

# DisplayErrorMessage_ApplicableFromDateShouldNotBlank
source: Applicable From Date should not blank.
hi_in: लागू तारीख खाली नहीं होना चाहिए।
mr_in: तारखेपासून लागू रिक्त नये.

# DisplayErrorMessage_ApplicableUptoDateShouldNotBlank
source: Applicable Upto Date should not blank.
hi_in: लागू तारीख तक खाली नहीं करना चाहिए।
mr_in: लागू तारीख पर्यंत रिक्त नये.

# DisplayErrorMessage_IncreaseDecreaseFlagShouldNotBeBlank
source: Increase Decrease flag should not be blank.
hi_in: बढ़ाएँ घटाएं वर्णन खाली नहीं होना चाहिए।
mr_in: वाढ कमी वर्णन रिक्त असू नये.

# DisplayErrorMessage_PercentageShouldNotBeBlank
source: Percentage should not be blank.
hi_in: प्रतिशत खाली नहीं होना चाहिए।
mr_in: टक्केवारी रिक्त असू नये.

# DisplayErrorMessage_RuleCodeShouldNotBlank
source: Rule code should not be blank.
hi_in: नियम कोड खाली नहीं होना चाहिए।
mr_in: नियम कोड रिक्त असू नये.

# DisplayErrorMessage_RuleNameShouldNotBeBlank
source: Rule name should not be blank.
hi_in: नियम का नाम खाली नहीं होना चाहिए।
mr_in: नियम नाव रिक्त असू नये.

# DisplayName_AddFishLicenseRule
source: Add Fish License Rule
hi_in: मछली लाइसेंस नियम जोड़ें
mr_in: मासे परवाना नियम जोडा

# DisplayName_ApplicableFromData
source: Applicable From Date
hi_in: तारीख से लागू
mr_in: तारखेपासून लागू.

# DisplayName_ApplicableToAll
source: Applicable To All
hi_in: सभी के लिए लागू
mr_in: सर्व लागू

# DisplayName_ApplicableUptoDate
source: Applicable Upto Date
hi_in: लागू तारीख तक
mr_in: लागू तारीख पर्यंत

# DisplayName_DeleteFishLicenseRule
source: Delete Fish License Rule
hi_in: मछली लाइसेंस नियम हटाएं
mr_in: मासे परवाना नियम हटवा

# DisplayName_FishLicenseRuleMaster
source: Fish License Rule Master
hi_in: मछली लाइसेंस नियम मास्टर
mr_in: मासे परवाना नियम मास्टर

# DisplayName_Increase_Decrease
source: Increase / Decrease
hi_in: वृद्धि / कमी
mr_in: वाढ / कमी

# DisplayName_LicenseType
source: License Type
hi_in: लाइसेंस के प्रकार
mr_in: परवाना प्रकार

# DropdownMessage_LicenseType
source: -------------- License Type -------------
hi_in: ------------ लाइसेंस के प्रकार ------------
mr_in: ------------ परवाना प्रकार -----------

# TableHeader_IsAplicableToAllCentre
source: Is Aplicable To All Centre
hi_in: सभी केंद्र उपयुक्त है क्या
mr_in: सर्व केंद्र लागू आहे काय

# TableHeader_Percentage
source: Percentage
hi_in: प्रतिशत
mr_in: टक्केवारी

# TableHeader_RuleCode
source: Rule Code
hi_in: नियम कोड
mr_in: नियम कोड

# TableHeader_RuleName
source: Rule Name
hi_in: नियम का नाम
mr_in: नियम नाव

# DisplayName_LicenseFeeAmount
source: License Fee Amount
hi_in: लाइसेंस शुल्क की राशि
mr_in: परवाना फी रक्कम

# ValidationMessage_LicenseFeeAmountShouldNotBlank
source: License Fee Amount Should Not Blank.
hi_in: लाइसेंस शुल्क की राशि खाली नहीं होना चाहिए।
mr_in: परवाना फी रक्कम रिक्त असू नये.

# Headers_PleaseApplyLeaveRuleToNextLeaveSessionFirst
source: Please apply leave rule to next leave session first.
hi_in: कृपया पहले अगले छुट्टी सत्र को छुट्टीके नियम लागु किजिये।

# JsValidationMessages_Nextleavesessionnotfound
source: Next leave session not found.
hi_in: अगला छुट्टी सत्र निर्धारित नहीं किया गया है।

# SubMenu_AccountTradingReport
source: Trading Report
hi_in: ट्रेडिंग अहवाल

# JsValidationMessages_SelectLicenseType
source: Please select License Type.
hi_in: लाइसेंस के प्रकार का चयन करें ।
mr_in: परवाना प्रकार निवडा.

# ToolTip_ApplicationIsTakenByAnotherApprover
source: Application is taken by another approver.
hi_in: आवेदन अन्य कर्मचारी द्वारा लिया गया है।

# JsValidationMessages_SelectValidModuleAndMenu
source: Please select valid module and menu.
hi_in: वैध मॉड्यूल और मेनू का चयन करें ।
mr_in: वैध विभाग आणि मेनू निवडा.

# JsValidationMessages_SelectFailedToRetrieveData
source: Failed to retrieve data.
hi_in: जानकारी पुनः प्राप्त करने में विफल।
mr_in: माहिती पुनर्प्राप्त करण्यात अयशस्वी .

# DisplayName_CentreWiseSession
source: CentreWise Session
hi_in: केन्द्र के अनुसार सत्र

# DisplayName_IsApplicableForEntranceExam
source: Is Applicable For Entrance Exam
hi_in: प्रवेश परीक्षा के लिए लागू होता है?

# ValidationMessage_CentreWiseSessionRequired
source: CentreWise Session should not be blank.
hi_in: केन्द्र के अनुसार सत्र खाली नहीं होना चाहिए।

# JsValidationMessages_PleaseSelectExamination
source: Please Select Examination.
hi_in: कृपया परीक्षा का चयन करें।
mr_in: परीक्षा निवडा.

# DisplayName_ExaminationFromDate
source: Exam From Date :
hi_in: दिनांक से परीक्षा:

# DisplayName_ExaminationUpToDate
source: Exam Upto Date :
hi_in: दिनांक तक परीक्षा:

# ValidationMessage_ExaminationFromDateRequired
source: Exam From Date should not be blank.
hi_in: दिनांक से परीक्षा खाली नहीं होना चाहिए।

# ValidationMessage_ExaminationUpToDateRequired
source: Exam Upto Date should not be blank.
hi_in: दिनांक तक परीक्षा खाली नहीं होना चाहिए।

# DisplayName_ActiveFrom
source: Active From Date :
hi_in: तारीख से सक्रिय

# DisplayName_ActiveUpto
source: Active Upto Date:
hi_in: तारीख तक सक्रिय

# ValidationMessage_ActiveFromRequired
source: Active from date should not blank.
hi_in: तारीख से सक्रिय खाली नहीं होना चाहिए।

# ValidationMessage_ActiveUptoRequired
source: Active upto date should not blank.
hi_in: तारीख तक सक्रिय खाली नहीं होना चाहिए।

# DisplayName_ExtraDescription
source: Extra Description :
hi_in: अतिरिक्त विवरण:

# DisplayName_RoomCapacity
source: Room Capacity :
hi_in: कक्ष क्षमता:

# DisplayName_RoomName
source: Room Name :
hi_in: कक्ष का नाम :

# DisplayName_RoomNumber
source: Room Number :
hi_in: कक्ष संख्या :

# ValidationMessage_ExtraDescriptionRequired
source: Extra description should not blank.
hi_in: अतिरिक्त विवरण खाली नहीं करना चाहिए।

# ValidationMessage_RoomCapacityRequired
source: Room capacity should not blank.
hi_in: कक्ष क्षमता खाली नहीं करना चाहिए।

# ValidationMessage_RoomNameRequired
source: Room Name should not blank.
hi_in: कक्ष का नाम खाली नहीं करना चाहिए।

# ValidationMessage_RoomNumberRequired
source: Room Number should not blank.
hi_in: कक्ष संख्या खाली नहीं करना चाहिए।

# TableHeaders_ExamFromDate
source: Exam From Date
hi_in: दिनांक से परीक्षा

# TableHeaders_ExamUptoDate
source: Exam Upto Date
hi_in: दिनांक तक परीक्षा

# FormName_EntranceExamApplicableExamToCourse
source: Entrance Exam Applicable Exam To Course
hi_in: कोर्स के लिए प्रवेश परीक्षा लागू परीक्षा

# MainMenu_EntranceExam
source: Entrance Exam
hi_in: प्रवेश परीक्षा

# FormName_CreateEntranceExamApplicableExamToCourse
source: Create Entrance Exam Applicable Exam To Course
hi_in: कोर्स के लिए प्रवेश परीक्षा लागू परीक्षा बनाएं

# FormName_ViewEntranceExamApplicableExamToCourse
source: View Entrance Exam Applicable Exam To Course
hi_in: कोर्स करने के लिए संपादित प्रवेश परीक्षा लागू परीक्षा

# JsValidationMessages_EnterExamName
source: Please select Proper Exam Name
hi_in: कृपया उचित परीक्षा का नाम कृपया चुनिए।

# JsValidationMessages_EnterLocationAddress
source: Please select Proper Location Address
hi_in: कृपया उचित पता स्थान का चयन करे ।

# FormName_CreateEntranceExamAvailableCentres
source: Create Entrance Exam Available Centres
hi_in: प्रवेश परीक्षा केंद्रों उपलब्ध बनाएं

# FormName_CreateEntranceExamInfrastructureDetail
source: Create Entrance Exam Infrastructure Detail
hi_in: प्रवेश परीक्षा इन्फ्रास्ट्रक्चर विस्तार बनाएं

# FormName_EntranceExamInfrastructureDetail
source: Entrance Exam Infrastructure Detail
hi_in: प्रवेश परीक्षा इन्फ्रास्ट्रक्चर विस्तार

# FormName_ViewEntranceExamInfrastructureDetail
source: View Entrance Exam Infrastructure Detail
hi_in: प्रवेश परीक्षा इन्फ्रास्ट्रक्चर विस्तार

# TableHeaders_ExtraDescription
source: Extra Description
hi_in: अतिरिक्त विवरण

# TableHeaders_RoomCapacity
source: Room Capacity
hi_in: कक्ष क्षमता

# TableHeaders_RoomName
source: Room Name
hi_in: कक्ष का नाम

# TableHeaders_RoomNumber
source: Room Number
hi_in: कक्ष संख्या

# DisplayName_ExamDate
source: Exam Date
hi_in: परीक्षा की तारीख

# DisplayName_ExamTime
source: Exam Time
hi_in: परीक्षा का समय

# DisplayName_Gender
source: Gender
hi_in: लिंग

# DisplayName_RegistrationNumber
source: Registration Number
hi_in: पंजीकरण संख्या

# DisplayName_RollNumber
source: Roll Number
hi_in: अनुक्रमांक

# DisplayName_StudentFullName
source: Student Full Name
hi_in: विद्यार्थी पूरा नाम

# ParentMenu_Accounts
source: Accounts
hi_in: लेखा

# ParentMenu_AccountTransaction
source: Account Transaction
hi_in: खाता लेनदेन

# ParentMenu_Admin
source: Admin
hi_in: व्यवस्थापक

# ParentMenu_Ams
source: Monitoring System
hi_in: निगरानी प्रणाली

# ParentMenu_AmsEnterpriseReport
source: Enterprise Reports
hi_in: उपक्रम विवरण

# ParentMenu_ClientToolkit
source: Client Toolkit Setting
hi_in: ग्राहक टूलकिट व्यवस्था

# ParentMenu_ClientToolkitGeneralParameter
source: General Parameter
hi_in: जनरल पैरामीटर

# ParentMenu_ClientToolkitOnlineRegistration
source: Online Registration
hi_in: ऑनलाइन पंजीकरण

# ParentMenu_Employee
source: Employee
hi_in: कर्मचारी

# ParentMenu_EmployeeMaster
source: Employee Master
hi_in: कर्मचारी मास्टर

# ParentMenu_EntranceExam
source: Entrance Exam
hi_in: प्रवेश परीक्षा

# ParentMenu_Fees
source: Fees
hi_in: शुल्क

# ParentMenu_FinalReports
source: Account Final Reports
hi_in: अंतिम रिपोर्ट

# ParentMenu_Fishery
source: Fishery
hi_in: मछली पकड़ना

# ParentMenu_InvTransaction
source: Transaction
hi_in: लेन-देन

# ParentMenu_Leave
source: Leave
hi_in: छुट्टी

# ParentMenu_LedgerReports
source: Account Ledger Reports
hi_in: लेजर रिपोर्ट

# ParentMenu_MasterReport
source: Account Master Reports
hi_in: मास्टर रिपोर्ट

# ParentMenu_OrgAcademicStructure
source: Academic Structure
hi_in: शैक्षिक संरचना

# ParentMenu_OrgCoursePlanning
source: Course Planning
hi_in: पाठ्यक्रम की योजना

# ParentMenu_OrgGeneralParameter
source: General Parameter
hi_in: जनरल पैरामीटर

# ParentMenu_OrgSectionPlanning
source: Section Planning
hi_in: अनुभाग योजना

# ParentMenu_OrgStudyCentreMaster
source: Study Centre
hi_in: अध्ययन केंद्र

# ParentMenu_Student
source: Student
hi_in: छात्र

# ParentMenu_StudentPortal
source: StudentPortal
hi_in: विद्यार्थी पोर्टल

# ParentMenu_StudStudentReport
source: Student Reports
hi_in: छात्र की रिपोर्ट

# ParentMenu_StudTimeTable
source: Time Table
hi_in: समय सारणी

# ProjectEnvoirnment_College
source: Education Information System
hi_in: शिक्षण माहिती प्रणाली
mr_in: शिक्षण माहिती प्रणाली

# ProjectEnvoirnment_Fishery
source: Fish Federation Online
hi_in: मासे फेडरेशन ऑनलाइन
mr_in: मासे फेडरेशन ऑनलाइन

# ProjectEnvoirnment_School
source: Education Information System
hi_in: शिक्षण माहिती प्रणाली
mr_in: शिक्षण माहिती प्रणाली

# ProjectEnvoirnment_University
source: Education Information System
hi_in: शिक्षण माहिती प्रणाली
mr_in: शिक्षण माहिती प्रणाली

source: You do not have permission to mark attendance from outside the campus area.
hi_in: आपको कार्यालय क्षेत्र के बाहर से उपस्थिति चिह्नित करने के लिए अनुमति नहीं है ।
