Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

# TableHeaders_ProjectStatus
source: Project Status
hi_in: परियोजना की स्थिति

# TableHeaders_ProjectTitle
source: Project Title
hi_in: काम का विषय

# TableHeaders_PromotionDemotion
source: Promotion Demotion
hi_in: पदोन्नति पदावनति

# TableHeaders_Publication
source: Publication
hi_in: प्रकाशन

# TableHeaders_PublishedIn
source: Published In
hi_in: में प्रकाशित

# TableHeaders_PurposeOfGrant
source: Purpose of Grant
hi_in: अनुदान का उद्देश्य

# TableHeaders_QualificationName
source: Qualification Name
hi_in: योग्यता का नाम

# TableHeaders_Read
source: Read
hi_in: पढ़ना

# TableHeaders_Reason
source: Reason
hi_in: कारण

# TableHeaders_Region
source: Region
hi_in: क्षेत्र

# TableHeaders_RegionCode
source: Region Code
hi_in: क्षेत्र संहिता

# TableHeaders_RelatedWith
source: Related With
hi_in: साथ संबंधित

# TableHeaders_RelationshipDescription
source: Relationship Description
hi_in: रिश्ता विवरण

# TableHeaders_RelationshipType
source: Relationship Type
hi_in: रिश्ते के प्रकार

# TableHeaders_Religion
source: Religion
hi_in: धर्म

# TableHeaders_Remark
source: Remark
hi_in: टिप्पणी

# TableHeaders_ResearchArea
source: Research Area
hi_in: अनुसंधान क्षेत्र

# TableHeaders_ResearchAreaAreasofInterest
source: Research Area/ Areas of Interest
hi_in: ब्याज की अनुसंधान क्षेत्र / क्षेत्रों

# TableHeaders_RoleName
source: Role Name
hi_in: भूमिका का नाम

# TableHeaders_RoleReason
source: Role Reason
hi_in: भूमिका का कारण

# TableHeaders_RollNO
source: Roll No
hi_in: अनुक्रमांक

# TableHeaders_Rule
source: Rule
hi_in: नियम

# TableHeaders_RuleCode
source: Rule Code
hi_in: संहिता नियम

# TableHeaders_RuleName
source: Rule Name
hi_in: नियम का नाम

# TableHeaders_SalarySpan
source: Salary Span
hi_in: वेतन स्पैन

# TableHeaders_ScholarName
source: Scholar Name
hi_in: विद्वान का नाम

# TableHeaders_Second
source: Second
hi_in: दूसरा

# TableHeaders_Section
source: Section
hi_in: अनुभाग

# TableHeaders_Select
source: Select
hi_in: चुनना

# TableHeaders_Semester
source: Semester
hi_in: छमाही

# TableHeaders_SemesterCode
source: Semester Code
hi_in: छमाही संहिता

# TableHeaders_SemesterName
source: Semester
hi_in: छमाही

# TableHeaders_SemesterType
source: Semester Type
hi_in: छमाही के प्रकार

# TableHeaders_SequenceNumber
source: Sequence Number
hi_in: क्रम संख्या

# TableHeaders_Session
source: Session
hi_in: अधिवेशन

# TableHeaders_SessionOrder
source: Session Order
hi_in: सत्र आदेश

# TableHeaders_Shift
source: Shift
hi_in: पाली

# TableHeaders_ShiftDay
source: Shift Day
hi_in: पाली का दिन

# TableHeaders_ShortCode
source: Short Code
hi_in: छोटे संकेत

# TableHeaders_Source
source: Source
hi_in: स्रोत

# TableHeaders_SpanFromDate
source: Span From Date
hi_in: विस्तार से तारीख

# TableHeaders_SpanUptoDate
source: Span Upto Date
hi_in: विस्तार तक तारीख

# TableHeaders_Speak
source: Speak
hi_in: बोलना

# TableHeaders_Specialisation
source: Specialization
hi_in: विशेषज्ञता

# TableHeaders_Specialization
source: Specialization
hi_in: विशेषज्ञता

# TableHeaders_SpecializationField
source: Specialization Field
hi_in: विशेषज्ञता क्षेत्र

# TableHeaders_Standard
source: Standard
hi_in: मानक

# TableHeaders_StandardDescription
source: Standard
hi_in: मानक

# TableHeaders_StandardNumber
source: Standard Number
hi_in: मानक संख्या

# TableHeaders_Start
source: Start
hi_in: प्रारंभ

# TableHeaders_StartDate
source: Start Date
hi_in: आरंभ करने की तिथि

# TableHeaders_StartTimeMargin
source: Start Time Margin
hi_in: प्रारंभ होने का समय

# TableHeaders_Status
source: Status
hi_in: स्थिति

# TableHeaders_Store
source: Store
hi_in: दुकान

# TableHeaders_Stream
source: Stream
hi_in: स्ट्रीम

# TableHeaders_StudentCode
source: Student Code
hi_in: छात्र संहिता

# TableHeaders_StudentName
source: Student Name
hi_in: विद्यार्थी का नाम

# TableHeaders_SubGroup
source: Sub Group
hi_in: उप समूह

# TableHeaders_SubjectCode
source: Subject Code
hi_in: विषय संहिता

# TableHeaders_SubjectDescription
source: Subject Description
hi_in: विषय विवरण

# TableHeaders_SubjectName
source: Subject
hi_in: विषय

# TableHeaders_SubjectOfPatent
source: Subject of Patent
hi_in: सनद का विषय

# TableHeaders_SubjectType
source: Subject Type
hi_in: विषय लिखें

# TableHeaders_SubjectTypeCode
source: Subject Type Code
hi_in: विषय प्रकार संहिता

# TableHeaders_Synopsis
source: Synopsis
hi_in: सार

# TableHeaders_TaskCode
source: Task Code
hi_in: सामान्य कार्य संहिता

# TableHeaders_TaskDescription
source: Task
hi_in: कार्य

# TableHeaders_TaskModelApplicableTo
source: Task Applicable To
hi_in: के लिए लागू सामान्य कार्य

# TableHeaders_TaxName
source: Tax Name
hi_in: कर का नाम

# TableHeaders_TaxRate
source: Tax Rate
hi_in: कर दर

# TableHeaders_TelephoneNumber
source: Telephone Number
hi_in: टेलीफोन नंबर

# TableHeaders_Timing
source: Timing
hi_in: समय

# TableHeaders_To
source: To
hi_in: को

# TableHeaders_ToDate
source: To Date
hi_in: तारीख तक

# TableHeaders_TopicDescription
source: Topic Description
hi_in: विषय विवरण

# TableHeaders_TopicName
source: Topic
hi_in: विषय

# TableHeaders_TopicOfLecture
source: Topic of Lecture
hi_in: व्याख्यान का विषय

# TableHeaders_TotalCancelLeave
source: Total Cancel Leave
hi_in: कुल रद्द छुट्टी

# TableHeaders_TotalCredit
source: Total Credit
hi_in: कुल ऋण

# TableHeaders_TotalDebit
source: Total Debit
hi_in: कुल डेबिट

# TableHeaders_TotalLeave
source: Total Leave
hi_in: कुल छुट्टी

# TableHeaders_TotalQuantity
source: Total Quantity
hi_in: कुल मात्रा

# TableHeaders_TransactionType
source: Transaction Type
hi_in: सौदे का प्रकार

# TableHeaders_Type
source: Type
hi_in: प्रकार

# TableHeaders_TypeCode
source: Type Code
hi_in: प्रकार संहिता

# TableHeaders_Unit
source: Unit
hi_in: इकाई

# TableHeaders_UnitDescription
source: Unit Description
hi_in: इकाई विवरण

# TableHeaders_Univarsity
source: Univarsity
hi_in: विश्वविद्यालय

# TableHeaders_UniversityFoundationDate
source: University Foundation Date
hi_in: विश्वविद्यालय स्थापना की तारीख

# TableHeaders_UniversityName
source: University Name
hi_in: विश्वविद्यालय का नाम

# TableHeaders_Upto
source: Upto
hi_in: तक

# TableHeaders_UptoDate
source: Upto Date
hi_in: तारीख तक

# TableHeaders_UptoPeriod
source: Upto Period
hi_in: अवधि तक

# TableHeaders_VoucherNumber
source: Voucher Number
hi_in: वाउचर नंबर

# TableHeaders_WeekDescription
source: Week Description
hi_in: सप्ताह का विवरण

# TableHeaders_WeeklyOffDay
source: W.Off Day
hi_in: सप्ताह के छुट्टी का दिन

# TableHeaders_WeeklyOffPattern
source: W.Off Pattern
hi_in: सप्ताह के छुट्टी का स्वरूप

# TableHeaders_WeeklyOffType
source: W.Off Type
hi_in: सप्ताह के छुट्टी का प्रकार

# TableHeaders_WeeklyPeriodAllocation
source: Weekly Period Allocation
hi_in: साप्ताहिक अवधि निर्धारित करना

# TableHeaders_Weightage
source: Weightage
hi_in: बल भार

# TableHeaders_WeightageForTopic
source: Weightage
hi_in: बल भार

# TableHeaders_WhichHalf
source: Which Half?
hi_in: कोनसा आधा?

# TableHeaders_WorkedOnDate
source: Worked On Date
hi_in: तिथि पर काम किया

# TableHeaders_WorkingDate
source: Working Date
hi_in: काम करते हुए दिनांक

# TableHeaders_WorkingFrom
source: Working From
hi_in: से कार्य करना

# TableHeaders_WorkingReason
source: Working Reason
hi_in: काम करते हुए कारण

# TableHeaders_WorkingUpto
source: Working Upto
hi_in: से कार्य तक

# TableHeaders_Write
source: Write
hi_in: लिखना

# TableHeaders_Yearofpassingawarded
source: Year Of Passing / Awarded
hi_in: उत्तीर्ण करने का वर्ष / सम्मानित

# TableHeader_LateMarkCount
source: LateMark Count
hi_in: देर से आने के निशान कि गणना

# TabName_SubjectElectiveGroupRule
source: Elective Group Master
hi_in: वैकल्पिक समूह

# TabName_SubjectGroupRule
source: Subject Rule
hi_in: विषय नियम

# TabName_SubjectSubElectiveGroupRule
source: Elective Sub Group Master
hi_in: वैकल्पिक उप समूह

# Title_AdminRoleDetailIndex
source: Manage Admin Role Details
hi_in: व्यवस्थापक भूमिका विवरण का प्रबंधन

# ToolTip_AddShiftDetails
source: Add Shift Details
hi_in: पाली विवरण जोड़ें

# ToolTip_AddUpdateSessionDetails
source: Manage Session Details
hi_in: सत्र विवरण का प्रबंधन

# ToolTip_Cancel
source: Cancel
hi_in: रद्द करना

# ToolTip_Create
source: Create
hi_in: बनाएं

# ToolTip_Delete
source: Delete
ar: حذف
hi_in: हटाना
mr_in: हटवा

# ToolTip_Details
source: Details
hi_in: विवरण

# ToolTip_Edit
source: Edit
ar: تحرير
hi_in: संपादित
mr_in: संपादित करा

# ToolTip_EditShiftDetails
source: Edit Shift Details
hi_in: संपादित पाली विवरण

# ToolTip_EmployeeShiftLocked
source: In order to change shift details you must unlock the shift.
hi_in: पारी विवरण बदलने के लिए आपको पारी खोलना होगा।

# ToolTip_Info
source: Information
hi_in: सूचना

# ToolTip_Manage
source: Manage
hi_in: प्रबंधित

# ToolTip_SubjectGrpRuleSessionwiseInfo
source: In order to allocate rule in current session you must set semester active in current session in Active Section form.
hi_in: आप सक्रिय स्ट्रीम के रूप में वर्तमान सत्र में सक्रिय छमाहीसेट करना होगा वर्तमान सत्र में नियम आवंटित करने के लिए आदेश में।

# ToolTip_View
source: View
hi_in: देखना

# ToolTip_ViewSessionDetails
source: View Session Details
hi_in: विवरण सत्र देखें

# ToolTip_ViewShiftDetails
source: View Shift Details
hi_in: पाली विवरण देखें

source: Update Country
ar: أدخل إسم العائلة
hi_in: अद्यतन देश
mr_in: देश अद्यतनित करा

source: User
ar: تسجيل
hi_in: उपयोगकर्ता
mr_in: युसर

# ValidationMessage_AccBalsheetCodeRequired
source: Balancesheet code should not be blank.
hi_in: तुलन पत्र संहिता खाली नहीं होना चाहिए

# ValidationMessage_AccBalsheetHeadDescRequired
source: Balancesheet name should not be blank.
hi_in: तुलन पत्र नाम खाली नहीं होना चाहिए

# ValidationMessage_AccBalsheetTypeCodeRequired
source: Type code should not be blank.
hi_in: प्रकार संहिता खाली नहीं होना चाहिए

# ValidationMessage_AccBalsheetTypeDescRequired
source: Type name should not be blank.
hi_in: प्रकार का नाम खाली नहीं होना चाहिए

# ValidationMessage_AccountCodeRequired
source: Account code should not be blank.
hi_in: खाते संहिता खाली नहीं होना चाहिए

# ValidationMessage_AccountIDRequired
source: Account must be selected.
hi_in: खाते का चयन किया जाना चाहिए

# ValidationMessage_AccountInNameOfRequired
source: Account holder name should not be blank.
hi_in: खाता धारक का नाम खाली नहीं होना चाहिए

# ValidationMessage_AccountNameRequired
source: Account name should not be blank.
hi_in: खाते का नाम खाली नहीं होना चाहिए

# ValidationMessage_ActivityNameRequired
source: Activity name should not be blank
hi_in: गतिविधि नाम खाली नहीं होना चाहिए

# ValidationMessage_Address1Required
source: Address should not be blank
hi_in: पता खाली नहीं होना चाहिए

# ValidationMessage_AddressTypeRequired
source: Address Type must be selected.
hi_in: पता प्रकार का चयन किया जाना चाहिए।

# ValidationMessage_AdharCardNumberRequired
source: Adhar card number should not be blank
hi_in: अधर पत्रक संख्याखाली नहीं होना चाहिए

# ValidationMessage_AdmissionDateRequired
source: Admission date must be selected
hi_in: प्रवेश की तारीख का चयन किया जाना चाहिए

# ValidationMessage_AdmissionPatternRequired
source: Admission pattern must be selected
hi_in: प्रवेश स्वरूप का चयन किया जाना चाहिए

# ValidationMessage_AdmittedSectionDetailsRequired
source: Admitted section details must be selected
hi_in: भर्ती कराया अनुभाग विवरण चयनित किया जाना चाहिए

# ValidationMessage_AmountOfGrantRequired
source: Amount of grant should not be blank
hi_in: अनुदान की राशि खाली नहीं होना चाहिए

# ValidationMessage_ApprovalDateRequired
source: Approved date must be selected
hi_in: स्वीकृत तारीख का चयन किया जाना चाहिए

# ValidationMessage_ApprovalFromDateRequired
source: Approval from date must be selected
hi_in: तारीख से स्वीकृति का चयन किया जाना चाहिए

# ValidationMessage_ApprovalSubjectNameRequired
source: Subject name should not be blank
hi_in: विषय नाम खाली नहीं होना चाहिए

# ValidationMessage_ApprovalUptoDateRequired
source: Approval upto date must be selected
hi_in: तारीख तक अनुमोदन चयनित किया जाना चाहिए

# ValidationMessage_AssignmentFromDateRequired
source: Assignment from date must be selected
hi_in: तारीख से अभिहस्तांकन का चयन किया जाना चाहिए

# ValidationMessage_AssignmentToDateRequired
source: Assignment to date must be selected
hi_in: तिथि करने के लिए अभिहस्तांकन का चयन किया जाना चाहिए

# ValidationMessage_AttendanceDateRequired
source: Please select Attendance Date.
hi_in: उपस्थिति की तिथि का चयन करें।

# ValidationMessage_AttendDaysRequiredRequired
source: Attend days required in month should not be blank
hi_in: महीने में आवश्यक भाग लेने के दिन खाली नहीं होना चाहिए

# ValidationMessage_BankAccountNumberRequired
source: Account Number should not be blank.
hi_in: खाता संख्या खाली नहीं होना चाहिए

# ValidationMessage_BankACNumberRequired
source: Bank ac number should not be blank
hi_in: बैंक खाता संख्या खाली नहीं होना चाहिए

# ValidationMessage_BankBranchNameRequired
source: Bank branch should not be blank.
hi_in: बैंक शाखा खाली नहीं होना चाहिए

# ValidationMessage_BoardUniversityID
source: Board/University must be selected
hi_in: बोर्ड / विश्वविद्यालय का चयन किया जाना चाहिए

# ValidationMessage_BranchDescriptionCourseMasterRequired
source: Course Name should not be blank
hi_in: पाठ्यक्रम का नाम खाली नहीं होना चाहिए

# ValidationMessage_BranchDescriptionRequired
source: Course should not be blank
hi_in: पाठ्यक्रम खाली नहीं होना चाहिए

# ValidationMessage_BranchDetailIDRequired
source: Course name must be selected
hi_in: पाठ्यक्रम का नाम चयनित किया जाना चाहिए

# ValidationMessage_BranchShortCodeRequired
source: Course code should not be blank
hi_in: पाठ्यक्रम संहिता खाली नहीं होना चाहिए

# ValidationMessage_CampusAreaRequired
source: Campus Area should not be blank
hi_in: कैम्पस क्षेत्र खाली नहीं होना चाहिए

# ValidationMessage_CashBankFlagRequired
source: Account type must be selected
hi_in: खाता प्रकार का चयन किया जाना चाहिए

# ValidationMessage_CasteIDRequired
source: Caste must be selected
hi_in: जाति का चयन किया जाना चाहिए

# ValidationMessage_CategoryCodeRequired
source: Category code should not be blank.
ar: لا ينبغي أن يكون فئة الرمز فارغة
hi_in: श्रेणी संहिता खाली नहीं होना चाहिए
mr_in: वर्ग कोड रिक्त असू नये

# ValidationMessage_CategoryDescriptionRequired
source: Category should not be blank.
hi_in: श्रेणी खाली नहीं होना चाहिए

# ValidationMessage_CategoryIDRequired
source: Category should not be blank.
hi_in: श्रेणी खाली नहीं होना चाहिए

# ValidationMessage_CategoryNameRequired
source: Category name should not be blank
ar: فئة اسم مطلوب
hi_in: श्रेणी नाम खाली नहीं होना चाहिए
mr_in: वर्ग नाव रिक्त असू नये

# ValidationMessage_CategoryTypeRequired
source: Category type should not be blank
ar: لا ينبغي أن يكون القسم النوع فارغة
hi_in: श्रेणी प्रकार खाली नहीं होना चाहिए
mr_in: वर्ग प्रकार रिक्त असू नये

# ValidationMessage_CentercodeRequired
source: Centre Code should not be blank
hi_in: केंद्र संहिता खाली नहीं होना चाहिए

# ValidationMessage_CentreCodeRequired
source: Centre must be selected
hi_in: केंद्र का चयन किया जाना चाहिए

# ValidationMessage_CentreEstablishmentDatetimeRequired
source: Establishment Date should not be blank
hi_in: स्थापना तिथि खाली नहीं होना चाहिए

# ValidationMessage_CentreNameRequired
source: Centre Name should not be blank
hi_in: केंद्र का नाम खाली नहीं होना चाहिए

# ValidationMessage_CentreSpecializationRequired
source: Specialization should not be blank
hi_in: विशेषज्ञता खाली नहीं होना चाहिए

# ValidationMessage_CentrewiseDeptIDRequired
source: Department must be selected
hi_in: विभाग का चयन किया जाना चाहिए

# ValidationMessage_CheckInTimeRequired
source: Please choose check in time.
hi_in: भीतर समय की जाँच का चयन करें।

# ValidationMessage_CheckOutTimeRequired
source: Please choose check out time.
hi_in: समय बाहर की जाँच का चयन करें।

# ValidationMessage_ChequeFromNoRequired
source: Start number should not be blank.
hi_in: प्रारंभ संख्या खाली नहीं होना चाहिए

# ValidationMessage_ChildDateOfBirthRequired
source: Child date of birth should not be blank
hi_in: बाल की जन्म तिथि खाली नहीं होना चाहिए

# ValidationMessage_ChildNameRequired
source: Child name should not be blank
hi_in: बच्चे का नाम खाली नहीं होना चाहिए

# ValidationMessage_ChildQualificationRequired
source: Child qualification should not be blank
hi_in: बाल योग्यता खाली नहीं होना चाहिए

# ValidationMessage_ChildrenRelationRequired
source: Children relation must be selected
hi_in: बच्चे संबंध चयन किया जाना चाहिए

# ValidationMessage_CityIDRequired
source: City must be selected
hi_in: शहर का चयन किया जाना चाहिए

# ValidationMessage_CollegeIDRequired
source: College ID should not be blank.
hi_in: महाविद्यालय आईडी खाली नहीं होना चाहिए।

# ValidationMessage_ConferenceNameRequired
source: Conference name should not be blank
hi_in: सम्मेलन का नाम खाली नहीं होना चाहिए

# ValidationMessage_ConsultancyCostRequired
source: Consultancy cost should not be blank
hi_in: परामर्श कार्य लागत खाली नहीं होना चाहिए

# ValidationMessage_ConsultancyDateRequired
source: Consultancy date should not be blank
hi_in: परामर्श कार्य तिथि खाली नहीं होना चाहिए

# ValidationMessage_ConsultancyNameRequired
source: Consultancy name should not be blank
hi_in: परामर्श कार्य नाम खाली नहीं होना चाहिए

# ValidationMessage_ConsultingFromDateRequired
source: Consulting from date must be selected
hi_in: तारीख से परामर्श का चयन किया जाना चाहिए

# ValidationMessage_ConsultingToDateRequired
source: Consulting to date must be selected
hi_in: तिथि चुनने के लिए परामर्श का चयन किया जाना चाहिए

# ValidationMessage_ContactNumberRequired
source: Contact number should not be blank
hi_in: संपर्क संख्या खाली नहीं होना चाहिए

# ValidationMessage_ContryCodeRequired
source: Country code should not be blank
ar: أدخل البريد الإلكتروني
hi_in: देश संहिता खाली नहीं होना चाहिए
mr_in: देश कोड रिक्त असू शकत नाही

# ValidationMessage_CorrespondenceAddressLine1Required
source: Correspondence address line1 should not be blank
hi_in: पत्र-व्यवहार पता मार्ग 1 खाली नहीं होना चाहिए

# ValidationMessage_CorrespondenceAddressLine2Required
source: Correspondence address line2 should not be blank
hi_in: पत्र-व्यवहार पता मार्ग 2 खाली नहीं होना चाहिए

# ValidationMessage_CountryIDRequired
source: Country name must be selected
hi_in: देश का नाम चयनित किया जाना चाहिए

# ValidationMessage_CountryNameRequired
source: Country name should not be blank
ar: يجب أن يكون بين و
hi_in: देश का नाम खाली नहीं होना चाहिए
mr_in: देशाचे नाव रिक्त असू शकत नाही

# ValidationMessage_CourseNameRequired
source: Course name must be selected
hi_in: पाठ्यक्रम का नाम चयनित किया जाना चाहिए

# ValidationMessage_CourseYearCodeRequired
source: Code should not be blank
hi_in: संहिता खाली नहीं होना चाहिए

# ValidationMessage_CourseYearStdDescriptionRequired
source: Course year standard should not be blank
hi_in: पाठ्यक्रम साल मानक खाली नहीं होना चाहिए

# ValidationMessage_DateOfApplicationRequired
source: Date of application must be selected
hi_in: आवेदन की तिथि का चयन किया जाना चाहिए

# ValidationMessage_DateOfApprovalRequired
source: Date of approval must be selected
hi_in: मंजूरी की तारीख का चयन किया जाना चाहिए

# ValidationMessage_DateofBirthRequired
source: Date of birth should not be blank
hi_in: जन्म की तिथि खाली नहीं होनी चाहिए

# ValidationMessage_DateOfGrantReceivedRequired
source: Date of grant received must be selected
hi_in: प्राप्त अनुदान की तारीख का चयन किया जाना चाहिए

# ValidationMessage_DateOfLectureDeliveredRequired
source: Lecture date must be selected
hi_in: व्याख्यान तारीख का चयन किया जाना चाहिए

# ValidationMessage_DateRequired
source: Date must be selected
hi_in: तिथि का चयन किया जाना चाहिए

# ValidationMessage_DayOfTheMonthRequired
source: Day of the month required should not be blank
hi_in: आवश्यक महीने के दिन खाली नहीं होना चाहिए

# ValidationMessage_DegreeNameRequired
source: Degree name should not be blank
hi_in: उपाधि नाम खाली नहीं होना चाहिए

# ValidationMessage_DepartmentIDRequired
source: Department must be selected
hi_in: विभाग का चयन किया जाना चाहिए

# ValidationMessage_DepartmentNameRequired
source: Department name should not be blank
hi_in: विभाग का नाम खाली नहीं होना चाहिए

# ValidationMessage_DepartmentSeqNoRequired
source: Sequense number should not be blank
hi_in: क्रम संख्या खाली नहीं होना चाहिए

# ValidationMessage_DependentNameRequired
source: Name should not be blank
hi_in: नाम खाली नहीं होना चाहिए

# ValidationMessage_DeptShortCodeRequired
source: Department code should not be blank
hi_in: विभाग संहिता खाली नहीं होना चाहिए

# ValidationMessage_DescriptionRequired
source: Description should not be blank
ar: وصف المطلوبة
hi_in: विवरण खाली नहीं होना चाहिए
mr_in: वर्णन रिक्त असू शकत नाही

# ValidationMessage_DesignationIDRequired
source: Designation must be selected
hi_in: पदनाम का चयन किया जाना चाहिए

# ValidationMessage_DesignationIdWithNameRequired
source: Designation must be selected
hi_in: पदनाम का चयन किया जाना चाहिए

# ValidationMessage_DesignationLevelRequired
source: Designation Level should not be blank.
hi_in: पदनाम स्तर खाली नहीं होना चाहिए।

# ValidationMessage_DesignationRequired
source: Designation should be specified
hi_in: पदनाम निर्दिष्ट किया जाना चाहिए

# ValidationMessage_DesignationType
source: Designation type must be selected
hi_in: पदनाम प्रकार का चयन किया जाना चाहिए

# ValidationMessage_DivisionDescriptionRequired
source: Division should not be blank
hi_in: विभाजन खाली नहीं होना चाहिए

# ValidationMessage_DivShortCodeRequired
source: Division code should not be blank
hi_in: विभाजन संहिता खाली नहीं होना चाहिए

# ValidationMessage_DocumentDescriptionRequired
source: Description should not be blank
hi_in: विवरण खाली नहीं होना चाहिए

# ValidationMessage_DocumentIDRequired
source: Document Name should not be blank.
hi_in: दस्तावेज़ का नाम चयनित किया जाना चाहिए

# ValidationMessage_DocumentNameRequired
source: Name should not be blank
hi_in: नाम खाली नहीं होना चाहिए

# ValidationMessage_DocumentTypeRequired
source: Document Type must be selected
hi_in: दस्तावेज़ के प्रकार का चयन किया जाना चाहिए

# ValidationMessage_DrivingLicenceNumberRequired
source: Driving licence number should not be blank
hi_in: चालन अधिकार पत्र संख्या खाली नहीं होना चाहिए

# ValidationMessage_DteCodeRequired
source: DTE code should not be blank
hi_in: डीटीई संहिता खाली नहीं होना चाहिए

# ValidationMessage_DurationRequired
source: Duration should not be blank
hi_in: अवधि खाली नहीं होना चाहिए

# ValidationMessage_EducationDescriptionRequired
source: Education description should not be blank
hi_in: शिक्षा वर्णन खाली नहीं होना चाहिए

# ValidationMessage_EducationTypeDescriptionRequired
source: Education Type should not be blank
hi_in: शिक्षा प्रकार खाली नहीं होना चाहिए

# ValidationMessage_EducationTypeIDRequired
source: Education level must be selected
hi_in: शिक्षा के स्तर का चयन किया जाना चाहिए

# ValidationMessage_EducationTypeRequired
source: Education type should not be blank
hi_in: शिक्षा प्रकार खाली नहीं होना चाहिए

# ValidationMessage_EducationUnitRequired
source: Unit must be selected
hi_in: इकाई का चयन किया जाना चाहिए

# ValidationMessage_EduSequenceNumberRequired
source: Sequense number should not be blank
hi_in: अनुक्रम संख्या खाली नहीं होना चाहिए

# ValidationMessage_EmailIDRequired
source: Email id should not be blank
hi_in: ईमेल आईडी खाली नहीं होना चाहिए

# ValidationMessage_EmailIDValid
source: Please Enter Valid Email-ID
hi_in: मान्य ईमेल आईडी दर्ज करें

# ValidationMessage_EmpDesignationMasterIDRequired
source: Designation must be selected
hi_in: पदनाम का चयन किया जाना चाहिए

# ValidationMessage_EmpDesigTypeRequired
source: Employee Designation Type should not be blank.
hi_in: कर्मचारी पदनाम प्रकार खाली नहीं होना चाहिए।

# ValidationMessage_EmployeeAddress1Required
source: Employee Address1 should not be blank.
hi_in: कर्मचारी पता1 खाली नहीं होना चाहिए।

# ValidationMessage_EmployeeArticleReviewRequired
source: Article review should not be blank
hi_in: आलेख की समीक्षा खाली नहीं होना चाहिए

# ValidationMessage_EmployeeBookReviewRequired
source: Book review should not be blank
hi_in: पुस्तक समीक्षा खाली नहीं होना चाहिए
