Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

# ValidationMessage_EmployeeCodeRequired
source: Employee code should not be blank
hi_in: कर्मचारी संकेत खाली नहीं होना चाहिए

# ValidationMessage_EmployeeConferenceDateFromRequired
source: From date must be selected
hi_in: तिथि से चयनित किया जाना चाहिए

# ValidationMessage_EmployeeConferenceDateToRequired
source: To date must be selected
hi_in: तिथि तक चयनित किया जाना चाहिए

# ValidationMessage_EmployeeConferenceProceedingRequired
source: Proceeding should not be blank
hi_in: कार्यवाही खाली नहीं होना चाहिए

# ValidationMessage_EmployeeConferenceVenueRequired
source: Venue should not be blank
hi_in: स्थान खाली नहीं होना चाहिए

# ValidationMessage_EmployeeDependentDesignationRequired
source: Employee dependent designation should not be blank
hi_in: कर्मचारी निर्भर पद खाली नहीं होना चाहिए

# ValidationMessage_EmployeeDependentQualificationRequired
source: Employee dependent qualification should not be blank
hi_in: कर्मचारी निर्भर योग्यता खाली नहीं होना चाहिए

# ValidationMessage_EmployeeDesignationMasterIDRequired
source: New designation must be selected
hi_in: नए पद का चयन किया जाना चाहिए

# ValidationMessage_EmployeeFirstNameRequired
source: Employee first name should not be blank
hi_in: कर्मचारी पहला नाम खाली नहीं होना चाहिए

# ValidationMessage_EmployeeLastNameRequired
source: Employee last name should not be blank
hi_in: कर्मचारी अंतिम नाम खाली नहीं होना चाहिए

# ValidationMessage_EmployeeMiddleNameRequired
source: Employee middle name should not be blank
hi_in: कर्मचारी मध्य नाम खाली नहीं होना चाहिए

# ValidationMessage_EmployeeNameAsPerTCRequired
source: Employee name as Per tc
hi_in: प्रति टीसी के रूप में कर्मचारी का नाम

# ValidationMessage_EmployeeNameExmptedRequired
source: EmployeeName should not be blank
hi_in: कर्मचारी का नाम खाली नहीं होना चाहिए

# ValidationMessage_EmployeeNameRequired
source: Employee name must be selected
hi_in: कर्मचारी का नाम चयनित किया जाना चाहिए

# ValidationMessage_EmployeeParticipationRoleRequired
source: Participation role should not be blank
hi_in: भागीदारी भूमिका खाली नहीं होना चाहिए

# ValidationMessage_EmployeePHdGuideStudentsDetailsRemarksRequired
source: Remaks should not be blank
hi_in: टिप्पणियां खाली नहीं होना चाहिए

# ValidationMessage_EmployeeProceedingPageNumberRequired
source: Proceeding page no should not be blank
hi_in: कार्यवाही पेज खाली नहीं होना चाहिए

# ValidationMessage_EmployeeRemarkRequired
source: Employee remark should not be blank
hi_in: कर्मचारी टिप्पणी खाली नहीं होना चाहिए

# ValidationMessage_EmployeeShareRequired
source: Employee share should not be blank
hi_in: कर्मचारी शेयर खाली नहीं होना चाहिए

# ValidationMessage_EmployeeShiftApplicableMasterID
source: Shift must be selected
hi_in: पाली का चयन किया जाना चाहिए

# ValidationMessage_EmployeeShiftDescriptionRequired
source: Shift Name should not be blank
hi_in: पाली नाम खाली नहीं होना चाहिए

# ValidationMessage_EmployeeShiftMasterIDRequired
source: Shift must be selected
hi_in: पाली का चयन किया जाना चाहिए

# ValidationMessage_EmployeeYearRequired
source: Year must be selected
hi_in: वर्ष चयन किया जाना चाहिए

# ValidationMessage_ESINumberRequired
source: ESI number should not be blank
hi_in: ईएसआई नंबर खाली नहीं होना चाहिए

# ValidationMessage_EstablishmentCodeRequired
source: Establishment code should not be blank
hi_in: स्थापना संकेत खाली नहीं होना चाहिए

# ValidationMessage_EthanicRaceCodeRequired
source: Ethanic race code should not be blank
hi_in: जातीय वंश संकेत खाली नहीं होना चाहिए

# ValidationMessage_ExamNameRequired
source: Exam name should not be blank
hi_in: परीक्षा का नाम खाली नहीं होना चाहिए

# ValidationMessage_ExamPatternRequired
source: Pattern type must be selected
hi_in: स्वरूप प्रकार का चयन किया जाना चाहिए

# ValidationMessage_ExemptionFromdateRequired
source: ExemptionFromDate must be selected
hi_in: दिनांक से छूट चयनित किया जाना चाहिए

# ValidationMessage_ExperienceFromYearRequired
source: Experience from year should be specified
hi_in: साल से अनुभव निर्दिष्ट किया जाना चाहिए

# ValidationMessage_ExperienceToYearRequired
source: Experience To Year should not be blank.
hi_in: साल के लिए अनुभव खाली नहीं होना चाहिए।

# ValidationMessage_ExperienceTypeDescriptionRequired
source: Experience type should not be blank
hi_in: अनुभव प्रकार खाली नहीं होना चाहिए

# ValidationMessage_ExtentionRequired
source: Extention should not be blank
hi_in: विस्तार खाली नहीं होना चाहिए

# ValidationMessage_FaxNumberRequired
source: Fax number should not be blank
hi_in: फैक्स नंबर खाली नहीं होना चाहिए

# ValidationMessage_FeeCriteriaCodeRequired
source: Criteria Code should not be blank
hi_in: मानदंड संकेत खाली नहीं होना चाहिए

# ValidationMessage_FeeCriteriaDescriptionRequired
source: Criteria should not be blank
hi_in: मानदंड खाली नहीं होना चाहिए

# ValidationMessage_FeeSubShortDescRequired
source: Fee Sub Type Code should not be blank.
hi_in: शुल्क उप प्रकार संकेत खाली नहीं होना चाहिए

# ValidationMessage_FeeSubTypeDescRequired
source: Fee Sub Type should not be blank.
hi_in: शुल्क उप प्रकार खाली नहीं होना चाहिए

# ValidationMessage_FeeTypeDescRequired
source: Fee Type should not be blank.
hi_in: शुल्क प्रकार खाली नहीं होना चाहिए

# ValidationMessage_FirstAdmittedSessionRequired
source: First admitted session must be selected
hi_in: सबसे पहले भर्ती कराया सत्र चयनित किया जाना चाहिए

# ValidationMessage_FirstNameRequired
source: First name should not be blank
hi_in: प्रथम नाम खाली नहीं होना चाहिए

# ValidationMessage_FoundationDatetimeRequired
source: Foundation datetime must be selected
hi_in: संस्थान तारीख का चयन किया जाना चाहिए

# ValidationMessage_FounderMemberRequired
source: Founder member should not be blank
hi_in: संस्थापक सदस्य खाली नहीं होना चाहिए

# ValidationMessage_FromDateRequired
source: From date must be selected
hi_in: तारीख से चयनित किया जाना चाहिए

# ValidationMessage_FromPeriodRequired
source: From period must be selected
hi_in: अवधि से चयनित किया जाना चाहिए

# ValidationMessage_FundingAgencyRequired
source: Funding agency should not be blank
hi_in: अनुदान एजेंसी खाली नहीं होना चाहिए

# ValidationMessage_GeneralBoardUniversityIDRequired
source: University name must be selected
hi_in: विश्वविद्यालय के नाम का चयन किया जाना चाहिए

# ValidationMessage_GeneralExperienceTypeMasterIDRequired
source: General Experience Type1 must be selected
hi_in: सामान्य अनुभव टाइप1 का चयन किया जाना चाहिए

# ValidationMessage_GeneralLevelMasterIDForPprPresentRequired
source: Level must be selected
hi_in: स्तर का चयन किया जाना चाहिए

# ValidationMessage_GeneralLevelMasterIDRequired
source: General level must be selected
hi_in: जनरल स्तर का चयन किया जाना चाहिए

# ValidationMessage_GeneralLevelRequired
source: General level should not be blank
hi_in: जनरल स्तर खाली नहीं होना चाहिए

# ValidationMessage_GeneralRelationshipTypeMasterIDRequired
source: Relationship must be selected
hi_in: रिश्ता चयनित किया जाना चाहिए

# ValidationMessage_GradeRequired
source: Grade should not be blank.
hi_in: दर्जा खाली नहीं होना चाहिए।

# ValidationMessage_GrantedPromotionDesignationIDRequired
source: Granted promotion designation must be selected
hi_in: दी पदोन्नति पद का चयन किया जाना चाहिए

# ValidationMessage_GroupCodeRequired
source: Group code should not be blank.
hi_in: समूह संकेत खाली नहीं होना चाहिए

# ValidationMessage_GroupDependentObjectRequired
source: Group dependent object must be selected
hi_in: समूह निर्भर वस्तु का चयन किया जाना चाहिए

# ValidationMessage_GroupDescriptionRequired
source: Group name should not be blank.
hi_in: समूह का नाम खाली नहीं होना चाहिए

# ValidationMessage_GroupNameRequired
source: Group should not be blank
hi_in: समूह खाली नहीं होना चाहिए

# ValidationMessage_GroupShortCodeRequired
source: Short description should not be blank
hi_in: संक्षिप्त विवरण खाली नहीं होना चाहिए

# ValidationMessage_HeadIDRequired
source: Head must be selected.
hi_in: शीर्ष का चयन किया जाना चाहिए

# ValidationMessage_IdentityMarksRequired
source: Identity marks should not be blank
hi_in: पहचान के निशान खाली नहीं होना चाहिए

# ValidationMessage_InstituteAddressRequired
source: Institute address should not be blank
hi_in: संस्थान का पता खाली नहीं होना चाहिए

# ValidationMessage_InstituteCodeRequired
source: Institute Code should not be blank
hi_in: संस्थान संकेत खाली नहीं होना चाहिए

# ValidationMessage_InstituteNameRequired
source: Institute name should not be blank
hi_in: संस्थान का नाम खाली नहीं होना चाहिए

# ValidationMessage_IntroductionYearRequired
source: Introduction year should not be blank
hi_in: परिचय साल खाली नहीं होना चाहिए

# ValidationMessage_JobProfileDescriptionRequired
source: Job profile name should not be blank
hi_in: नौकरी रूपरेखा नाम खाली नहीं होना चाहिए

# ValidationMessage_JobProfileIDRequired
source: Job profile must be selected
hi_in: नौकरी रूपरेखा का चयन किया जाना चाहिए

# ValidationMessage_JobStatusCodeRequired
source: Job status code should not be blank
hi_in: नौकरी स्थिति संकेत खाली नहीं होना चाहिए

# ValidationMessage_JobStatusDescriptionRequired
source: Job status description should not be blank
hi_in: नौकरी स्थिति विवरण खाली नहीं होना चाहिए

# ValidationMessage_JobStatusIDRequired
source: Job status must be selected
hi_in: कार्य स्थिति का चयन किया जाना चाहिए

# ValidationMessage_JobStatusRequired
source: Job status should not be blank
hi_in: नौकरी स्थिति खाली नहीं होना चाहिए

# ValidationMessage_JournalNameRequired
source: Journal Title should not be blank
hi_in: जर्नल शीर्षक खाली नहीं होना चाहिए

# ValidationMessage_JournalPageNumberRequired
source: Page Number should not be blank
hi_in: पृष्ठ कोई खाली नहीं होना चाहिए

# ValidationMessage_JournalVolumeNumberRequired
source: Volume no should not be blank
hi_in: खंड कोई खाली नहीं होना चाहिए

# ValidationMessage_LanguageIDRequired
source: Language must be selected
hi_in: भाषा का चयन किया जाना चाहिए

# ValidationMessage_LanguageKnownRequired
source: Language known should not be blank
hi_in: ज्ञात भाषा खाली नहीं होना चाहिए

# ValidationMessage_LanguageNameRequired
source: Language should not be blank
hi_in: भाषा खाली नहीं होना चाहिए

# ValidationMessage_LastNameRequired
source: Last name should not be blank
hi_in: अंतिम नाम खाली नहीं होना चाहिए

# ValidationMessage_LatitudeRequired
source: Latitude should not be blank.
hi_in: अक्षांश खाली नहीं होना चाहिए।

# ValidationMessage_LeaveCodeRequired
source: Leave Code should not be blank
hi_in: छुट्टी संहिता खाली नहीं होना चाहिए

# ValidationMessage_LeaveDeductionPriorityRequired
source: Please Select Leave Deduction Priority
hi_in: अवकाश कटौती प्राथमिकता का चयन करें

# ValidationMessage_LeaveDescriptionRequired
source: Description should not be blank
hi_in: विवरण खाली नहीं होना चाहिए

# ValidationMessage_LeaveLateMarkRuleNameRequired
source: Late Mark Rule Name should not be blank.
hi_in: देर निशान नियम का नाम खाली नहीं होना चाहिए।

# ValidationMessage_LeaveRuleDescriptionRequired
source: Rule name should not be blank
hi_in: नियम का नाम खाली नहीं होना चाहिए

# ValidationMessage_LeaveRuleMasterIDRequired
source: Leave rule must be selected
hi_in: अवकाश नियम का चयन किया जाना चाहिए

# ValidationMessage_LeaveSessionFromDateRequired
source: From date must be selected
hi_in: तिथि से चयनित किया जाना चाहिए

# ValidationMessage_LeaveSessionNameRequired
source: Leave session name should not be blank
hi_in: छुट्टी सत्र नाम खाली नहीं होना चाहिए

# ValidationMessage_LeaveSessionUptoDateRequired
source: Upto date must be selected
hi_in: तारीख तक चयनित किया जाना चाहिए

# ValidationMessage_LeaveTypeRequired
source: Type must be selected
hi_in: प्रकार का चयन किया जाना चाहिए

# ValidationMessage_LevelNameRequired
source: Level name should not be blank
hi_in: स्तर नाम खाली नहीं होना चाहिए

# ValidationMessage_LinkMenuCodeRequired
source: Link Menu Code must be selected
hi_in: लिंक मेनू संकेत का चयन किया जाना चाहिए

# ValidationMessage_LocationAddressRequired
source: Address should not be blank
hi_in: पता खाली नहीं होना चाहिए

# ValidationMessage_LocationRequired
source: Location must be selected.
hi_in: स्थान का चयन किया जाना चाहिए।

# ValidationMessage_LongitudeRequired
source: Longitude should not be blank
hi_in: देशांतर खाली नहीं होना चाहिए

# ValidationMessage_MarritalStausRequired
source: Marrital staus must be selected
hi_in: वैवाहिक स्थिति चयनित किया जाना चाहिए

# ValidationMessage_MaxCompulsorySubjectsRequired
source: Max compulsory subjects should not be blank
hi_in: अधिकतम अनिवार्य विषयों खाली नहीं होना चाहिए

# ValidationMessage_MaxLeaveAccumlatedRequired
source: Maximum leave accumlated should not be blank
hi_in: अधिकतम छुट्टी संचित खाली नहीं होना चाहिए

# ValidationMessage_MaxLeaveAtTimeRequired
source: Maximum leaves at time should not blank
hi_in: समय पर अधिकतम पत्ते चाहिए खाली नहीं

# ValidationMessage_MaxLeaveEncashRequired
source: Maximum leave encash should not be blank
hi_in: अधिकतम छुट्टीया नक़द खाली नहीं होना चाहिए

# ValidationMessage_MediumCodeShortCodeRequired
source: Medium code should not be blank
hi_in: मध्यम संकेत खाली नहीं होना चाहिए

# ValidationMessage_MediumDescriptionRequired
source: Medium Name should not be blank
hi_in: मध्यम नाम खाली नहीं होना चाहिए

# ValidationMessage_MediumIDRequired
source: Medium must be selected
hi_in: मध्यम का चयन किया जाना चाहिए

# ValidationMessage_MenuCode
source: Menu code should not be blank
hi_in: मेनू संकेत खाली नहीं होना चाहिए

# ValidationMessage_MenuCodeRequired
source: Menu Code must be selected
hi_in: मेनू संकेत का चयन किया जाना चाहिए

# ValidationMessage_MenuIconName
source: Menu icon name should not be blank
hi_in: मेनू आइकन नाम खाली नहीं होना चाहिए

# ValidationMessage_MenuLink
source: Menu link should not be blank
hi_in: मेनू लिंक खाली नहीं होना चाहिए

# ValidationMessage_MenuName
source: Menu name should not be blank
hi_in: मेनू नाम खाली नहीं होना चाहिए

# ValidationMessage_MenuToolTip
source: Menu tool tip should not be blank
hi_in: मेनू उपकरण टिप खाली नहीं होना चाहिए

# ValidationMessage_MiddleNameRequired
source: Middle name should not be blank
hi_in: मध्य नाम खाली नहीं होना चाहिए

# ValidationMessage_MinimumLeaveEncashRequired
source: Minimum leave encash should not be blank
hi_in: न्यूनतम छुट्टी नक़द खाली नहीं होना चाहिए

# ValidationMessage_MinLeavesAtTimeRequired
source: Minimum leaves at time should not be blank
hi_in: समय पर न्यूनतम छुट्टीया खाली नहीं होना चाहिए

# ValidationMessage_MinServiceRequiredInMonthRequired
source: Minimum service required in month should not be blank
hi_in: महीने में न्यूनतम आवश्यक सेवा खाली नहीं होना चाहिए

# ValidationMessage_MobileNumberRequired
source: Mobile number should not be blank
hi_in: मोबाइल नंबर खाली नहीं होना चाहिए

# ValidationMessage_ModuleCodeRequired
source: Module code should not be blank
hi_in: नमुना संकेत खाली नहीं होना चाहिए

# ValidationMessage_ModuleFormNameRequired
source: Module form name should not be blank
hi_in: नमुना प्रपत्र नाम खाली नहीं होना चाहिए

# ValidationMessage_ModuleIconNameRequired
source: Module icon name should not be blank
hi_in: नमुना प्रतीक नाम खाली नहीं होना चाहिए

# ValidationMessage_ModuleIconPathRequired
source: Module icon path should not be blank
hi_in: नमुना आइकन पथ खाली नहीं होना चाहिए

# ValidationMessage_ModuleNameRequired
source: Module name should not be blank
hi_in: माड्यूल का नाम खाली नहीं होना चाहिए

# ValidationMessage_ModuleRelatedWithRequired
source: Module related with should not be blank
hi_in: साथ संबंधित नमुना खाली नहीं होना चाहिए

# ValidationMessage_ModuleTooltipRequired
source: Module tool tip should not be blank
hi_in: नमुना उपकरण टिप खाली नहीं होना चाहिए

# ValidationMessage_MotherNameRequired
source: Mother name should not be blank
hi_in: माता का नाम खाली नहीं होना चाहिए

# ValidationMessage_MotherTongueIDRequired
source: Language must be selected
hi_in: भाषा का चयन किया जाना चाहिए

# ValidationMessage_NameOfBoardBodyRequired
source: Board body name should not be blank
hi_in: समिति शरीर नाम खाली नहीं होना चाहिए

# ValidationMessage_NameTitleRequired
source: Name title must be selected
hi_in: नाम शीर्षक का चयन किया जाना चाहिए

# ValidationMessage_NarrationDescription
source: Narration description should not be blank
hi_in: कथा वर्णन खाली नहीं होना चाहिए

# ValidationMessage_NationalityDescriptionRequired
source: Nationality should not be blank
hi_in: राष्ट्रीयता खाली नहीं होना चाहिए

# ValidationMessage_NationalityIDRequired
source: Nationality must be selected
hi_in: राष्ट्रीयता का चयन किया जाना चाहिए

# ValidationMessage_NatureOfAppointmentRequired
source: Nature of appointment should be speicified
hi_in: नियुक्ति की प्रकृति निर्दिष्ट किया जाना चाहिए

# ValidationMessage_NextSectionDetailID
source: Next course year standard name must be selected
hi_in: अगले पाठ्यक्रम वर्ष मानक नाम का चयन किया जाना चाहिए

# ValidationMessage_NickNameRequired
source: Nick name should not be blank
hi_in: उपनाम खाली नहीं होना चाहिए

# ValidationMessage_NoOfCandidateCompletedPHdRequired
source: No. of candidate completed ph.d should not be blank
hi_in: उम्मीदवार पीएचडी की संख्या खाली नहीं होना चाहिए

# ValidationMessage_NoOfCompulsorySubGrpRequired
source: No. of compulsory sub groups should not be blank
hi_in: अनिवार्य उप समूहों की संख्या खाली नहीं होना चाहिए

# ValidationMessage_NoOfLecturesForTopic
source: No of lectures should not be blank
hi_in: व्याख्यान संख्या खाली नहीं होना चाहिए

# ValidationMessage_NoOfLecturesForUnitRequired
source: No of lectures should not be blank
hi_in: व्याख्यान संख्या खाली नहीं होना चाहिए

# ValidationMessage_NoOfPosts
source: Number of Posts should not be blank
hi_in: पदों की संख्या खाली नहीं होना चाहिए

# ValidationMessage_NoOfSubGroupsRequired
source: No. of sub groups should not be blank
hi_in: उप समूहों की संख्या खाली नहीं होना चाहिए

# ValidationMessage_NumberOfApprovalStagesRequired
source: Approval Stages should not be blank
hi_in: अनुमोदन के चरणों खाली नहीं होना चाहिए

# ValidationMessage_NumberOfCandidateRegisteredRequired
source: No. of candidate registered should not be blank
hi_in: पंजीकृत उम्मीदवार की संख्या खाली नहीं होना चाहिए

# ValidationMessage_NumberOfLeavesRequired
source: Number of leaves should not be blank
hi_in: छुट्टीयों की संख्या खाली नहीं होना चाहिए

# ValidationMessage_NumberOfYearsRequired
source: Duration should not be blank
hi_in: अवधि खाली नहीं होना चाहिए

# ValidationMessage_OfficeBelongRequired
source: Office Belong must be selected
hi_in: कार्यालय का चयन किया जाना चाहिए होना

# ValidationMessage_OfficePhone1Required
source: Office phone1 should not be blank
hi_in: कार्यालय फोन1 खाली नहीं होना चाहिए

# ValidationMessage_OfficeTypeRequired
source: Office Type must be selected
hi_in: कार्यालय प्रकार का चयन किया जाना चाहिए

# ValidationMessage_OldDesignationIDRequired
source: Old designation must be selected
hi_in: पुराना पदनाम का चयन किया जाना चाहिए

# ValidationMessage_OpenDatetimeRequired
source: Account opening date must be selected.
hi_in: खाता खोलने की तारीख का चयन किया जाना चाहिए

# ValidationMessage_OrderDateRequired
source: Order date must be selected
hi_in: आदेश तारीख का चयन किया जाना चाहिए

# ValidationMessage_OrderNumberRequired
source: Order number should not be blank
hi_in: आदेश संख्या खाली नहीं होना चाहिए

# ValidationMessage_OrganisationRequired
source: Organisation must be selected
hi_in: संगठन का चयन किया जाना चाहिए

# ValidationMessage_OrgElectiveGrpIDRequired
source: Group must be selected
hi_in: समूह का चयन किया जाना चाहिए

# ValidationMessage_OrgNameRequired
source: Organization name should not be blank
hi_in: संगठन का नाम खाली नहीं होना चाहिए

# ValidationMessage_OrgSemesterNameRequired
source: Semester name should not be blank
ar: يجب فصل الدراسي وليس أن تكون فارغة
hi_in: छमाही नाम खाली नहीं होना चाहिए

# ValidationMessage_OrgShiftCodeRequired
source: Shift should not be blank
hi_in: पाली खाली नहीं होना चाहिए

# ValidationMessage_OrgSubElectiveGrpDescriptionRequired
source: Sub group should not be blank
hi_in: उप समूह खाली नहीं होना चाहिए

# ValidationMessage_PanNumberRequired
source: Pan number should not be blank
hi_in: पैन नंबर खाली नहीं होना चाहिए

# ValidationMessage_PaperCodeRequired
source: Paper code should not be blank
hi_in: पेपर संकेत खाली नहीं होना चाहिए

# ValidationMessage_PaperTopicRequired
source: Paper Title should not be blank
hi_in: पेपर शीर्षक खाली नहीं होना चाहिए

# ValidationMessage_PaperTypeRequired
source: Paper type must be selected
hi_in: कागज प्रकार का चयन किया जाना चाहिए

# ValidationMessage_ParentMobileNumberRequired
source: Parent mobile number should not be blank
hi_in: जनक मोबाइल नंबर खाली नहीं होना चाहिए

# ValidationMessage_PasswordRequired
source: Password should not be blank
hi_in: पासवर्ड खाली नहीं होना चाहिए

# ValidationMessage_PasswordRequired1
source: Password should not be blank
hi_in: पासवर्ड खाली नहीं होना चाहिए

# ValidationMessage_PatentApprovalStatusRequired
source: Patent approval status should not be blank
hi_in: पेटेंट स्वीकृति स्थिति खाली नहीं होना चाहिए

# ValidationMessage_PaymentModeRequired
source: Payment mode must be selected
hi_in: भुगतान प्रणाली का चयन किया जाना चाहिए

# ValidationMessage_PeriodEndDateRequired
source: Lecture end to should not be blank
hi_in: खाली नहीं होना चाहिए अंत करने के लिए व्याख्यान

# ValidationMessage_PeriodStartDateRequired
source: Lecture start from should not be blank
hi_in: शुरू से व्याख्यान खाली नहीं होना चाहिए

# ValidationMessage_PermanentAddressLine1Required
source: Permanent address line1 should not be blank
hi_in: स्थायी पता पंक्ति1 खाली नहीं होना चाहिए

# ValidationMessage_PermanentAddressLine2Required
source: Permanent address line2 should not be blank
hi_in: स्थायी पता पंक्ति2 खाली नहीं होना चाहिए

# ValidationMessage_PersuingFromDateRequired
source: Pursuing from date must be selected
hi_in: लक्ष्य तारीख से चयनित किया जाना चाहिए

# ValidationMessage_PersuingUptoDateRequired
source: Pursuing upto date must be selected
hi_in: लक्ष्य तारीख तक चयनित किया जाना चाहिए

# ValidationMessage_PhoneNumberOfficeRequired
source: Please enter a valid phone number.
hi_in: कृपया एक मान्य फोन नंबर दर्ज करें।

# ValidationMessage_PincodeRequired
source: Pin code should not be blank
hi_in: पिन संकेत खाली नहीं होना चाहिए

# ValidationMessage_PlaceOfBirthRequired
source: Place of birth should not be blank
hi_in: जन्म की जगह खाली नहीं होना चाहिए

# ValidationMessage_PlotNumberRequired
source: Plot number should not be blank
hi_in: प्लॉट नंबर खाली नहीं होना चाहिए

# ValidationMessage_PolicyApplicableStatusRequired
source: Applicable Status should not be blank
hi_in: लागू स्थिति खाली नहीं होना चाहिए

# ValidationMessage_PolicyCodeRequired
source: Code should not be blank
hi_in: संकेत खाली नहीं होना चाहिए

# ValidationMessage_PolicyDescriptionRequired
source: Description should not be blank
hi_in: विवरण खाली नहीं होना चाहिए

# ValidationMessage_PolicyNameRequired
source: Name should not be blank
hi_in: नाम खाली नहीं होना चाहिए

# ValidationMessage_PolicyRelatedToModuleCodeRequired
source: Related To Code should not be blank
hi_in: संकेत से संबंधित खाली नहीं होना चाहिए

# ValidationMessage_PostCodeRequired
source: Postal code should not be blank.
hi_in: डाक संकेत खाली नहीं होना चाहिए।

# ValidationMessage_PostHeldRequired
source: Post held should not be blank
hi_in: आयोजित पद खाली नहीं होना चाहिए

# ValidationMessage_PostType
source: Post type must be selected
hi_in: पद प्रकार का चयन किया जाना चाहिए

# ValidationMessage_PresentIntakeRequired
source: Present intake should not be blank
hi_in: वर्तमान प्रवेश खाली नहीं होना चाहिए

# ValidationMessage_PreviousOrganisationNameRequired
source: Organisation name should be specified
hi_in: संगठन का नाम निर्दिष्ट किया जाना चाहिए

# ValidationMessage_PrintShortCodeRequired
source: Print code should not be blank
hi_in: मुद्रण संकेत खाली नहीं होना चाहिए

# ValidationMessage_PrintShortDescRequired
source: Print code should not be blank
hi_in: मुद्रण संकेत खाली नहीं होना चाहिए

# ValidationMessage_PrizeGivenByRequired
source: Prize given by should not be blank
hi_in: द्वारा दिए गए पुरस्कार से खाली नहीं होना चाहिए
