Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

source: Manage Specialisation Details
hi_in: विशेष विवरण का प्रबंधन

source: manage Study Centre
hi_in: विद्यापीठ/अध्ययन केंद्र का प्रबंधन

source: Manage Tax
hi_in: कर की व्यवस्था करें

source: Manage Title
hi_in: शीर्षक प्रबंधित

source: Manage University
hi_in: विश्वविद्यालय प्रबंधन करें

source: Manage Week Days
hi_in: सप्ताह के दिनों का प्रबंधन करें

# Message_DeleteAll
source: Delete All
hi_in: सभी मिटा दो

# Message_DeleteAllDataConfirmation
source: Are you sure you want to delete all log histories for the current filter?
hi_in: आप वर्तमान निस्पंदन करने के लिए सभी लॉग इतिहास को नष्ट करना चाहते हैं, क्या आप सुनिश्चित हैं?

# Message_Nodataavailable
source: No data available
hi_in: कोई आधार-सामग्री उपलब्ध नहीं है

# Message_RecordAlreadyExists
source: Record already exists.
ar: سجل بالفعل
hi_in: अभिलेख पहले से ही मौजूद है
mr_in: रेकॉर्ड आधीपासून विद्यमान आहे

# Message_RecordCreatedSuccessfully
source: Record created successfully.
ar: سجل إنشاؤها بنجاح
hi_in: अभिलेख सफलतापूर्वक बनाया
mr_in: रेकॉर्ड यशस्वीरित्या तयार केला गेला

# Message_RecordDeletedSuccessfully
source: Record deleted successfully.
ar: حذف سجل بنجاح
hi_in: अभिलेख सफलतापूर्वक नष्ट कर दिया है
mr_in: रेकॉर्ड यशस्वीरित्या हटविला

# Message_RecordDependantEntry
source: Can not delete record. Because it has been used in another form.
hi_in: अभिलेख को सफलतापूर्वक नष्ट नहीं। यह एक और रूप में प्रयोग किया जाता है।

# Message_RecordNotCreatedSuccessfully
source: Record not created successfully
ar: سجل لم يخلق بنجاح
hi_in: अभिलेख सफलतापूर्वक बनाया नहीं है
mr_in: रेकॉर्ड यशस्वीपणे तयार केला नाहीत

# Message_RecordNotDeletedSuccessfully
source: Record not deleted successfully
ar: سجل يتم حذف بنجاح
hi_in: अभिलेख को सफलतापूर्वक नष्ट नहीं किया गया है
mr_in: रेकॉर्ड यशस्वीरित्या हटविला नाही

# Message_RecordNotUpdatedSuccessfully
source: Record not updated successfully
ar: سجل يتم تحديث بنجاح
hi_in: अभिलेख सफलतापूर्वक अद्यतन नहीं किया गया है
mr_in: रेकॉर्ड यशस्वीरित्या अद्यतनित झाली नाही

# Message_RecordUpdatedSuccessfully
source: Record updated successfully.
ar: سجل تحديثها بنجاح
hi_in: अभिलेख सफलतापूर्वक अद्यतन किया गया है
mr_in: रेकॉर्ड यशस्वीरित्या अद्यतनित केला

# Message_SyncProcessAborted
source: Sync process aborted due to unexpected error
hi_in: सिंक प्रक्रिया के कारण अप्रत्याशित त्रुटि के लिए निरस्त

# Message_SyncProcessDoneSuccessfully
source: Sync process completed successfully
hi_in: सिंक प्रक्रिया को सफलतापूर्वक पूरा किया

# Message_WorkFlowNotDefined
source: Work flow not defined.
hi_in: काम का प्रवाह परिभाषित नहीं किया गया है

# Null_Object_Exception
source: Object is not found
hi_in: वस्तु नहीं मिला है

source: Password
ar: أدخل الإسم
hi_in: पासवर्ड
mr_in: पासवर्ड

# PreviousOrganisationAddress
source: Organisation Address
hi_in: संगठन पता

# RadioButton_EarlyGoing
source: Early Going
hi_in: जल्दी जाना

# RadioButton_LateComing
source: Late Coming
hi_in: देर से आना

# SelectedRegionID
source: Region
hi_in: क्षेत्र

source: Select Language
ar: أدخل إسم العائلة
hi_in: भाषा चुनिए
mr_in: भाषा निवडा

# SeqNo
source: Sequence Number
ar: أدخل البريد الإلكتروني
hi_in: क्रम संख्या
mr_in: क्रम संख्या

source: Sign In
ar: تسجيل
hi_in: साइन इन करें
mr_in: साइन ईन

# TabledHeader_ChangeSection
source: Change Section
hi_in: धारा बदलें

# TabledHeader_ForFirstYearCommonCourse
source: For First Year Common Course
hi_in: आम पाठ्यक्रम प्रथम वर्ष के लिए

# TabledHeader_OtherThanFirstYearCommonCourse
source: Other Than First Year Common Course
hi_in: अन्य की तुलना में प्रथम वर्ष आम पाठ्यक्रम

# TabledHeader_StudentDetails
source: Student Details
hi_in: छात्र विवरण

# TableHeaders_Abbrevation
source: Abbrevation
hi_in: संक्षिप्त

# TableHeaders_AcademicNonAcademic
source: Academic / Non-Academic
hi_in: शैक्षणिक / गैर शैक्षणिक

# TableHeaders_Account
source: Account
hi_in: खाता

# TableHeaders_AccountCode
source: Account Code
hi_in: खाता संहिता

# TableHeaders_AccountID
source: AccountID
hi_in: खाता पहचान

# TableHeaders_AccountName
source: Account
hi_in: खाता

# TableHeaders_AccountSessionFrom
source: Session From
hi_in: सत्र से

# TableHeaders_AccountSessionUpTo
source: Session UpTo
hi_in: सत्र तक

# TableHeaders_AccountSystem
source: Account System
hi_in: खाता प्रणाली

# TableHeaders_AccountType
source: Account Type
hi_in: खाते का प्रकार

# TableHeaders_Action
source: Action
hi_in: कार्य

# TableHeaders_ActivityName
source: Activity Name
hi_in: गतिविधि का नाम

# TableHeaders_AddressType
source: Address Type
hi_in: पता प्रकार

# TableHeaders_AdminManager
source: Admin Manager
hi_in: प्रशासन प्रबंधक

# TableHeaders_AdminRoleCode
source: Admin Role Code
hi_in: व्यवस्थापक भूमिका संहिता

# TableHeaders_AdminSnPostsID
source: AdminSnPostsID
hi_in: व्यवस्थापक एस.एन. पद पहचान

# TableHeaders_AllocationStatus
source: Allocation Status
hi_in: निर्धारित स्थिति

# TableHeaders_AllotedLeaves
source: Alloted Leaves
hi_in: निर्धारित छुट्टी

# TableHeaders_AmountOfGrant
source: Amount of Grant
hi_in: अनुदान की राशि

# TableHeaders_ApplicableFrom
source: Applicable From
hi_in: से लागू

# TableHeaders_ApplicableUpto
source: Applicable Upto
hi_in: लागू तक

# TableHeaders_Application
source: Application
hi_in: उपयोग

# TableHeaders_ApplicationDate
source: Application Date
hi_in: आवेदन तिथि

# TableHeaders_ApplicationStatus
source: Application Status
hi_in: आवेदन की स्थिति

# TableHeaders_ApprovalStatus
source: Status
hi_in: स्थिति

# TableHeaders_AttendanceDate
source: Attendance Date
hi_in: उपस्थिति की तारीख

# TableHeaders_AverageRanking
source: Average Ranking
hi_in: औसत श्रेणी

# TableHeaders_Balance
source: Balance
hi_in: संतुलन

# TableHeaders_Balancesheet
source: Balancesheet
hi_in: तुलन पत्र

# TableHeaders_BalancesheetType
source: Balancesheet Type
hi_in: तुलन पत्र प्रकार

# TableHeaders_BalancesheetTypeCode
source: Balancesheet Type Code
hi_in: तुलन पत्र प्रकार संहिता

# TableHeaders_Branch
source: Branch
hi_in: शाखा

# TableHeaders_BranchDescription
source: Branch Description
hi_in: शाखा विवरण

# TableHeaders_BrnachCode
source: Branch Code
hi_in: शाखा क्र्मांक

# TableHeaders_Calendar
source: Calendar
hi_in: दिनदर्शिका

# TableHeaders_CancelLeaveSummary
source: Cancel Leave Summary
hi_in: छुट्टी सारांश रद्द

# TableHeaders_CasteName
source: Caste Name
hi_in: जाति का नाम

# TableHeaders_Category
source: Category
hi_in: श्रेणी

# TableHeaders_CategoryCode
source: Category Code
hi_in: श्रेणी संहिता

# TableHeaders_CategoryName
source: Category Name
hi_in: श्रेणी नाम

# TableHeaders_CategoryType
source: Category Type
hi_in: श्रेणी के प्रकार

# TableHeaders_Cateogry
source: Category
hi_in: श्रेणी

# TableHeaders_Centre
source: Centre
hi_in: केंद्र

# TableHeaders_CentreBalancesheet
source: Centre & Balancesheet
hi_in: केन्द्र व तुलन पत्र

# TableHeaders_CentreCode
source: Centre Code
hi_in: केंद्र संहिता

# TableHeaders_CentreName
source: Centre Name
hi_in: केंद्र का नाम

# TableHeaders_CentreName_LeaveType
source: Leave Type
hi_in: छुट्टी के प्रकार

# TableHeaders_CheckInTime
source: Check In Time
hi_in: समय पर जांचो

# TableHeaders_CheckOutTime
source: Check Out Time
hi_in: चेक आउट का समय

# TableHeaders_ChequeDescription
source: Cheque Description
hi_in: चैक विवरण

# TableHeaders_ChequeNumber
source: Cheque Number
hi_in: चेक नंबर

# TableHeaders_ChildName
source: Child Name
hi_in: बच्चे का नाम

# TableHeaders_ChildQualification
source: Child Qualification
hi_in: बाल योग्यता

# TableHeaders_ChildrenRelation
source: Children Relation
hi_in: बच्चे का संबंध

# TableHeaders_City
source: City
hi_in: शहर

# TableHeaders_Code
source: Code
hi_in: संहिता

# TableHeaders_CollegeInstitute
source: College/Institute
hi_in: कॉलेज / संस्थान

# TableHeaders_CompensatoryDate
source: Compensatory Date
hi_in: प्रतिपूरक दिनांक

# TableHeaders_CompulsaryFlag
source: Compulsory Flag
hi_in: अनिवार्य करें

# TableHeaders_CompulsoryGroup
source: Compulsory Group
hi_in: अनिवार्य समूह

# TableHeaders_Conference
source: Conference
hi_in: सम्मेलन

# TableHeaders_ConferenceName
source: Conference Name
hi_in: सम्मेलन का नाम

# TableHeaders_Consider
source: Consider
hi_in: विचार करना

# TableHeaders_ConsultancyName
source: Consultancy Name
hi_in: परामर्श कार्य नाम

# TableHeaders_Country
source: Country
hi_in: देश

# TableHeaders_Course
source: Course
hi_in: पाठ्यक्रम

# TableHeaders_CourseName
source: Course
hi_in: पाठ्यक्रम

# TableHeaders_CourseYear
source: Course Year
hi_in: पाठ्यक्रम वर्ष

# TableHeaders_CourseYearDescription
source: Course Year
hi_in: पाठ्यक्रम वर्ष

# TableHeaders_Credit
source: Credit
hi_in: श्रेय

# TableHeaders_CriteriaCombination
source: Criteria Combination
hi_in: मानदंड युग्म

# TableHeaders_Date
source: Date
hi_in: तारीख

# TableHeaders_DateOfApplication
source: Date of Application
hi_in: आवेदन की तारीख

# TableHeaders_DateOfApprovalStatus
source: Date of Approval Status
hi_in: अनुमोदन स्थिति की तिथि

# TableHeaders_DateOfGrantReceived
source: Date of Grant Received
hi_in: अनुदान की प्राप्ति दिनांक

# TableHeaders_Day
source: Day
hi_in: दिन

# TableHeaders_Days
source: Day
hi_in: दिन

# TableHeaders_DayStatus
source: Day Status
hi_in: दिन की स्थिति

# TableHeaders_Debit
source: Debit
hi_in: डेबिट

# TableHeaders_DebitCredit
source: Debit / Credit
hi_in: डेबिट क्रेडिट

# TableHeaders_DegreeName
source: Degree Name
hi_in: उपाधी का नाम

# TableHeaders_Department
source: Department
hi_in: विभाग

# TableHeaders_DepartmentCode
source: Department Code
hi_in: विभाग संहिता

# TableHeaders_DescendentLevelApproval
source: Descendent Level Approval
hi_in: वंशज स्तर अनुमोदन

# TableHeaders_Description
source: Description
hi_in: विवरण

# TableHeaders_Designation
source: Designation
hi_in: पद

# TableHeaders_DesignationLevel
source: Designation Level
hi_in: पदनाम स्तर

# TableHeaders_DesignationType
source: Designation Type
hi_in: पदनाम प्रकार

# TableHeaders_DetailIDs
source: DetailIDs
hi_in: विस्तार आईडी

# TableHeaders_Details
source: Details
hi_in: विवरण

# TableHeaders_DisplaySequenceNumber
source: Display Sequence Number
hi_in: प्रदर्शन अनुक्रम संख्या

# TableHeaders_Division
source: Division
hi_in: विभाजन

# TableHeaders_Doctorate
source: Doctorate
hi_in: डॉक्टरेट

# TableHeaders_Document
source: Documents
hi_in: दस्तावेज़

# TableHeaders_Duration
source: Duration
hi_in: अवधि

# TableHeaders_Education
source: Education
hi_in: शिक्षा

# TableHeaders_EducationDescription
source: Education Description
hi_in: शिक्षा विवरण

# TableHeaders_EducationName
source: Education Name
hi_in: शिक्षा का नाम

# TableHeaders_EducationType
source: Education Type
hi_in: शिक्षा के प्रकार

# TableHeaders_EmployeeCode
source: Employee Code
hi_in: कर्मचारी संहिता

# TableHeaders_EmployeeDesignationType
source: Employee Designation Type
hi_in: कर्मचारी पदनाम प्रकार

# TableHeaders_EmployeeName
source: Employee Name
hi_in: कर्मचारी का नाम

# TableHeaders_EmployeePHdGuideStudentsDetailsAddStudentDetails
source: Student Details
hi_in: छात्र विवरण

# TableHeaders_EmployeeShiftDescription
source: Shift Name
hi_in: पाली का नाम

# TableHeaders_End
source: End
hi_in: समाप्त

# TableHeaders_EndDate
source: End Date
hi_in: अंतिम तिथि

# TableHeaders_EstablishmentCode
source: Establishment Code
hi_in: स्थापना संहिता

# TableHeaders_EstablishmentManager
source: Establishment Manager
hi_in: स्थापना प्रबंधक

# TableHeaders_ExamHours
source: Exam Hours
hi_in: परीक्षा घंटे

# TableHeaders_ExamName
source: Exam Name
hi_in: परीक्षा का नाम

# TableHeaders_Experience
source: Experience
hi_in: अनुभव

# TableHeaders_ExperienceInMonth
source: Experience In Month
hi_in: माह का अनुभव

# TableHeaders_ExperienceType
source: Experience Type
hi_in: अनुभव के प्रकार

# TableHeaders_External
source: External
hi_in: बाहरी

# TableHeaders_Faculty
source: Faculty
hi_in: संकाय

# TableHeaders_FeeAmount
source: Fee Amount
hi_in: शुल्क राशि

# TableHeaders_FeeCriteria
source: Fee Criteria
hi_in: शुल्क मानदंड

# TableHeaders_FeeSubType
source: Fee SubType
hi_in: शुल्क उपप्रकार

# TableHeaders_FeeType
source: Fee Type
hi_in: शुल्क के प्रकार

# TableHeaders_FieldofSpecialization
source: Field of Specialization
hi_in: विशेषज्ञता का क्षेत्र

# TableHeaders_First
source: First
hi_in: पहले

# TableHeaders_FirstHalfSecondHalf
source: First Half/Second Half (FH/SH)
hi_in: पहली छमाही / दूसरी छमाही (एफ एच / एसएच)

# TableHeaders_FoundationDate
source: Foundation Date
hi_in: स्थापना दिनांक

# TableHeaders_FounderMembers
source: Founder Members
hi_in: संस्थापक सदस्यों में

# TableHeaders_From
source: From
hi_in: से

# TableHeaders_FromDate
source: From Date
hi_in: तारीख से

# TableHeaders_FromPeriod
source: From Period
hi_in: काल से

# TableHeaders_FullDay
source: Full Day
hi_in: पूरा दिन

# TableHeaders_FundingAgency
source: Funding Agency
hi_in: निधीयन संस्था

# TableHeaders_Gender
source: Gender
hi_in: लिंग

# TableHeaders_GeneralLeve
source: General Leve
hi_in: जनरल छुट्टी

# TableHeaders_GeneralLevel
source: General Level
hi_in: सामान्य स्तर

# TableHeaders_Grade
source: Grade
hi_in: दर्जा

# TableHeaders_Group
source: Group
hi_in: समूह

# TableHeaders_GroupDependentObject
source: Group Dependent Object
hi_in: समूह निर्भर वस्तु

# TableHeaders_GroupDescription
source: Group Description
hi_in: समूह चर्चा

# TableHeaders_GroupMaxMarks
source: Group Max Marks
hi_in: समूह अधिकतम अंक

# TableHeaders_GroupMinMarks
source: Group Min Marks
hi_in: समूह न्यूनतम मार्क्स

# TableHeaders_GroupName
source: Group Name
hi_in: समूह का नाम

# TableHeaders_HalfDay
source: Half Day
hi_in: आधा दिन

# TableHeaders_HalfFrom
source: Half From
hi_in: से आधा

# TableHeaders_HalfUpto
source: Half Upto
hi_in: आधा तक

# TableHeaders_HeadCode
source: Head Code
hi_in: मुख्य संहिता

# TableHeaders_ID
source: ID
hi_in: आईडी

# TableHeaders_Identification
source: Identification
hi_in: पहचान

# TableHeaders_InsNo
source: Ins No
hi_in: भारतीय नौसेना पोत संख्या

# TableHeaders_Installment
source: Installment
hi_in: किस्त

# TableHeaders_InstituteAddress
source: Institute Address
hi_in: संस्थान पता

# TableHeaders_InstituteName
source: Institute Name
hi_in: संस्थान का नाम

# TableHeaders_Internal
source: Internal
hi_in: आंतरिक

# TableHeaders_International
source: International
hi_in: अंतरराष्ट्रीय

# TableHeaders_InTime
source: In Time
hi_in: समय के भीतर

# TableHeaders_IntroductionYear
source: Introduction Year
hi_in: परिचय वर्ष

# TableHeaders_IsActive
source: Is Active
hi_in: सक्रिय है ?

# TableHeaders_IsCompoundTax
source: Is Compound Tax
hi_in: यौगिक कर रहा है

# TableHeaders_IsCurrent
source: Is Current?
hi_in: चालू है?

# TableHeaders_IsCurrentLeaveSession
source: Is Current Leave Session
hi_in: वर्तमान छुट्टी सत्र है?

# TableHeaders_IsEnable
source: Is Enable
hi_in: सक्षम है

# TableHeaders_IsItaHalfday
source: Is it a half day?
hi_in: यह एक आधा दिन है?

# TableHeaders_IsItHalfDay
source: Is It Half Day?
hi_in: यहएक आधा दिन दिन है?

# TableHeaders_IsLocked
source: Is Locked
hi_in: लॉक किया गया है?

# TableHeaders_IsPolicyActive
source: Is Active
hi_in: सक्रिय है

# TableHeaders_IsRevised
source: IsRevised
hi_in: संशोधित किया जाता है

# TableHeaders_IsSessionLocked
source: Is Session Locked
hi_in: सत्र बंद कर दिया है?

# TableHeaders_IsShiftLocked
source: Is Locked?
hi_in: लॉक किया गया है?

# TableHeaders_JobProfile
source: Job Profile
hi_in: रोजगार रूपरेखा

# TableHeaders_JobProfileName
source: Job Profile Name
hi_in: रोजगार का नाम

# TableHeaders_JobStatus
source: Job Status
hi_in: कार्य स्थिति

# TableHeaders_JobStatusCode
source: Job Status Code
hi_in: रोजगार स्थिति संहिता

# TableHeaders_JobStatusDescription
source: Job Status Description
hi_in: रोजगार स्थिति विवरण

# TableHeaders_JournalName
source: Journal Title
hi_in: जर्नल शीर्षक

# TableHeaders_JournalPaper
source: Journal Paper
hi_in: जर्नल पेपर

# TableHeaders_Language
source: Language
hi_in: भाषा

# TableHeaders_LateMark
source: Late Mark
hi_in: विलंबित अंक

# TableHeaders_Leave
source: Leave
hi_in: छुट्टी

# TableHeaders_Leave1
source: Leave1
hi_in: छुट्टी 1

# TableHeaders_Leave2
source: Leave2
hi_in: छुट्टी 2

# TableHeaders_Leave3
source: Leave3
hi_in: छुट्टी 3

# TableHeaders_Leave4
source: Leave4
hi_in: छुट्टी 4

# TableHeaders_LeaveApplicationReportList
source: Leave Application Report List
hi_in: छुट्टी के आवेदन का विवरण सूची

# TableHeaders_LeaveCode
source: Leave Code
hi_in: संहिता छुट्टी के प्रकार

# TableHeaders_LeaveDate
source: Leave Date
hi_in: दिनांक छुट्टी के प्रकार

# TableHeaders_LeaveDeduction
source: Leave Deduction Priority
hi_in: कटौती प्राथमिकता छुट्टी के प्रकार

# TableHeaders_LeaveMasterID
source: Leave Master ID
hi_in: छुट्टी पहचान अंक

# TableHeaders_LeaveRule
source: Leave Rule
hi_in: नियम छुट्टी के प्रकार

# TableHeaders_LeaveRuleDescription
source: Leave Rule Description
hi_in: नियम विवरण छुट्टी के प्रकार

# TableHeaders_LeaveSessionApplicableFor
source: Applicable For
hi_in: के लिए लागू

# TableHeaders_LeaveSessionDetails
source: Leave Session Details
hi_in: सत्र विवरण छुट्टी के प्रकार

# TableHeaders_LeaveSessionFromDate
source: From Date
hi_in: तारीख से

# TableHeaders_LeaveSessionName
source: Leave Session Name
hi_in: सत्र छुट्टी के प्रकार नाम

# TableHeaders_LeaveSessionUptoDate
source: Upto Date
hi_in: आधुनिक

# TableHeaders_LeaveStatus
source: Leave Status
hi_in: स्थिति छुट्टी के प्रकार

# TableHeaders_LeaveSummary
source: Leave Summary
hi_in: सारांश छुट्टी के प्रकार

# TableHeaders_LeaveType
source: Leave Type
hi_in: छुट्टी के प्रकार

# TableHeaders_LectureDate
source: Lecture Date
hi_in: व्याख्यान की तारीख

# TableHeaders_Level
source: Level
hi_in: स्तर

# TableHeaders_LocationAddress
source: Loaction Address
hi_in: शहर के दौरे पता

# TableHeaders_LunchTime
source: Lunch Time
hi_in: भोजनसमय

# TableHeaders_ManageAttendanceExemption
source: Manage Attendance Exemption
hi_in: उपस्थिति छूट की व्यवस्था करें

# TableHeaders_ManageCompensatoryOffDayApplication
source: Manage Compensatory Off Day Application
hi_in: प्रतिपूरक छुट्टी का दिन आवेदन का प्रबंधन

# TableHeaders_ManageEmployeeDocumentRequired
source: Manage Required Document
hi_in: आवश्यक दस्तावेज की व्यवस्था करें

# TableHeaders_ManageEmployeeProfile
source: Manage Employee Profile
hi_in: कर्मचारी रूपरेखा प्रबंधित

# TableHeaders_ManageEmployeeShiftMasterDetails
source: Manage Shift Details
hi_in: पाली के विवरण का प्रबंधन

# TableHeaders_ManageExperienceType
source: Experience Type
hi_in: अनुभव के प्रकार

# TableHeaders_ManageJobProfile
source: Manage Job Profile
hi_in: रोजगार का प्रबंधन करें

# TableHeaders_ManageLeave
source: Manage Leave
hi_in: छुट्टी प्रबंधित

# TableHeaders_ManageLeaveDocument
source: Manage Leave Document
hi_in: छुट्टी दस्तावेज़ प्रबंधन

# TableHeaders_ManageLeavelateMarkRulesDetails
source: Manage Leave Late Mark Rules Details
hi_in: छुट्टी विलंबित अंक नियम विवरण का प्रबंधन

# TableHeaders_ManageLeavePost
source: Manage Leave Post
hi_in: छुट्टी पद प्रबंधित

# TableHeaders_ManageLeaveRuleApplicableDetails
source: Manage Leave Rule Applicable Details
hi_in: अवकाश नियम लागू विवरण का प्रबंधन

# TableHeaders_ManageLeaveRuleExemptedEmployee
source: Manage Leave Rule Exempted Employee
hi_in: अवकाश नियम छूट कर्मचारी की व्यवस्था करें

# TableHeaders_ManageLeaveRuleMaster
source: Manage Leave Rule
hi_in: अवकाश नियम प्रबंधित

# TableHeaders_ManageLeaveSession
source: Manage Leave Session
hi_in: छुट्टी के प्रकार सत्र का प्रबंधन

# TableHeaders_ManageLeaveShiftCentrewise
source: Shift Centrewise
hi_in: केंद्र के अनुरूप पाली

# TableHeaders_ManageLeaveType
source: Manage Leave Type
hi_in: छुट्टी के प्रकार प्रकार का प्रबंधन

# TableHeaders_ManageQualificationSubject
source: Manage Qualification Subject
hi_in: योग्यता विषय प्रबंधित

# TableHeaders_ManualAttendance
source: Manual Attendance
hi_in: दस्ती उपस्थिति

# TableHeaders_MaxAccumulatedLeaves
source: Maximum Accumulated Leaves
hi_in: अधिकतम संचित पत्तियां

# TableHeaders_MaxMarks
source: Max Marks
hi_in: अधिकतम अंक

# TableHeaders_Medium
source: Medium
hi_in: मध्यम

# TableHeaders_MediumCode
source: Medium Code
hi_in: मध्यम संहिता

# TableHeaders_MenuCode
source: Menu Code
hi_in: मेनू संहिता

# TableHeaders_MenuName
source: Menu Name
hi_in: मेनू नाम

# TableHeaders_MobileNumber
source: Mobile Number
hi_in: मोबाइल नंबर

# TableHeaders_ModuleCode
source: Module Code
hi_in: मापांक संहिता

# TableHeaders_ModuleName
source: Module Name
hi_in: मोड्यूल का नाम

# TableHeaders_Name
source: Name
hi_in: नाम

# TableHeaders_NameOfBoardBody
source: Name of Board Body
hi_in: बोर्ड समिति का नाम

# TableHeaders_NameOfInstitution
source: Name of Institution
hi_in: संस्था का नाम

# TableHeaders_Nameofthesociety
source: Name Of The Society
hi_in: समाज का नाम

# TableHeaders_NameTitle
source: Title Name
hi_in: नाम शीर्षक

# TableHeaders_Narration
source: Narration
hi_in: कथा

# TableHeaders_National
source: National
hi_in: राष्ट्रीय

# TableHeaders_Nationality
source: Nationality
hi_in: राष्ट्रीयता

# TableHeaders_NoOfLectures
source: No of Lectures
hi_in: व्याख्यान की संख्या

# TableHeaders_NoOfLecturesForTopic
source: No of Lectures
hi_in: व्याख्यान की संख्या

# TableHeaders_NoOfPosts
source: No Of Posts
hi_in: पदों की संख्या

# TableHeaders_NoOfRecords
source: No Of Records
hi_in: अभिलेखों की संख्या

# TableHeaders_NumberOfInstallment
source: -----Number Of Installment-----
hi_in: ----- किस्त की संख्या -----

# TableHeaders_NumberofLeaves
source: Number of Leaves
hi_in: अवकाश की संख्या

# TableHeaders_OfficeType
source: OfficeType
hi_in: कार्यालय प्रकार

# TableHeaders_OpeningBalance
source: Opening Balance
hi_in: प्रारंभिक शेष

# TableHeaders_OrderNumber
source: Order Number
hi_in: क्रम संख्या

# TableHeaders_Organisation
source: Organisation
hi_in: संगठन

# TableHeaders_OrganisationFoundationDate
source: Organisation Foundation Date
hi_in: संगठन स्थापना की तारीख

# TableHeaders_OrganisationName
source: Organisation Name
hi_in: संगठन का नाम

# TableHeaders_OutTime
source: Out Time
hi_in: बाहर जाने का समय

# TableHeaders_PaperCode
source: Paper Code
hi_in: पेपर संहिता

# TableHeaders_PaperTopic
source: Paper Title
hi_in: पेपर शीर्षक

# TableHeaders_PaperType
source: Paper Type :
hi_in: कागज़ का प्रकार :

# TableHeaders_PassingMarks
source: Passing Marks
hi_in: उत्तीर्ण अंक

# TableHeaders_PatentApprovalStatus
source: Patent Approval Status
hi_in: सनद अनुमोदन स्थिति

# TableHeaders_PayScale
source: Pay Scale
hi_in: वेतनमान

# TableHeaders_Pendingatapprovallevel
source: Pending at approval level
hi_in: अनुमोदन के स्तर पर लंबित

# TableHeaders_Period
source: Period
hi_in: अवधि

# TableHeaders_PersonName
source: Person Name
hi_in: व्यक्ति का नाम

# TableHeaders_PersonType
source: Person Type
hi_in: व्यक्ति के प्रकार

# TableHeaders_PersuingFromDate
source: Pursuing Ph.D From
hi_in: पीएचडी लक्ष्य से

# TableHeaders_PersuingUptoDate
source: Pursuing Ph.D Upto
hi_in: पीएचडी लक्ष्य तक

# TableHeaders_PolicyApplicableStatus
source: Applicable Status
hi_in: लागू स्थिति

# TableHeaders_PolicyCode
source: Code
hi_in: संहिता

# TableHeaders_PolicyName
source: Name
hi_in: नाम

# TableHeaders_PolicyRelatedToModuleCode
source: Related To Code
hi_in: संहिता से संबंधित

# TableHeaders_PostCode
source: Postal Code
hi_in: डाक संहिता

# TableHeaders_PostGraduation
source: Post Graduation
hi_in: स्नातकोत्तर

# TableHeaders_PostHeld
source: Post Held
hi_in: के पास यह पद है

# TableHeaders_PostName
source: Post Name
hi_in: पद नाम

# TableHeaders_PrintCode
source: Print Code
hi_in: प्रिंट संहिता

# TableHeaders_PrintingLine1
source: Printing Line1
hi_in: मुद्रण पंक्ति 1

# TableHeaders_PrintingLine2
source: Printing Line2
hi_in: मुद्रण पंक्ति 2

# TableHeaders_PrintingLine3
source: Printing Line3
hi_in: मुद्रण पंक्ति 3

# TableHeaders_PrintingLine4
source: Printing Line4
hi_in: मुद्रण पंक्ति 4

# TableHeaders_PrizeGivenBy
source: Prize Given By
hi_in: पुरस्कार द्वारा दिए गए

# TableHeaders_PrizeIssuingAuthority
source: Prize Issuing Authority
hi_in: पुरस्कार जारी करने वाले प्राधिकारी

# TableHeaders_PrizeName
source: Prize Name
hi_in: पुरस्कार का नाम
