Repository: kanadeanirudha/AcademicManagementSystem
Catalog: AcademicManagementSys/AMS.Common/Resources.*.resx
Languages: ar, hi_in, mr_in

# DisplayName_MissionStatement
source: Mission Statement :
hi_in: विशेष कार्य वक्तव्य :

# DisplayName_MobileNumber
source: Mobile Number :
hi_in: मोबाइल नंबर :

# DisplayName_ModifiedBy
source: Modified By
hi_in: द्वारा संशोधित

# DisplayName_ModifiedDate
source: Modified Date
hi_in: संशोधित तिथि

# DisplayName_Module
source: Module :
hi_in: नमुना:

# DisplayName_ModuleActiveFlag
source: Is Active ?
hi_in: सक्रिय है ?

# DisplayName_ModuleCode
source: Code :
hi_in: संकेत:

# DisplayName_ModuleFormName
source: Form Name
hi_in: फ़ार्म का नाम

# DisplayName_ModuleIconName
source: Icon Name :
hi_in: प्रतीक नाम:

# DisplayName_ModuleIconPath
source: Icon Path :
hi_in: चिह्न पथ:

# DisplayName_ModuleInstalledFlag
source: Is Installed?
hi_in: स्थापित है?

# DisplayName_ModuleName
source: Name :
hi_in: नाम:

# DisplayName_ModuleRelatedWith
source: Related With :
hi_in: साथ संबंधित :

# DisplayName_ModuleTooltip
source: Tool Tip :
hi_in: उपकरण सुझाव:

# DisplayName_MonitoringLevel
source: Monitoring Level :
hi_in: निगरानी स्तर:

# DisplayName_Monthly
source: Monthly
hi_in: मासिक

# DisplayName_MonthOfApproval
source: Month of Approval
hi_in: अनुमोदन का महीना

# DisplayName_Months
source: Months
hi_in: महीने

# DisplayName_MotherName
source: Mother Name
hi_in: माँ का नाम

# DisplayName_MotherTongueID
source: Language
hi_in: भाषा

# DisplayName_NameOfBoardBody
source: Board Body Name
hi_in: समिति निकाय का नाम

# DisplayName_NameOfInstitution
source: Name of Institution
hi_in: संस्था का नाम

# DisplayName_NameTitle
source: Title Name
hi_in: शीर्षक नाम

# DisplayName_NarrationDescription
source: Reference
hi_in: कथन विवरण

# DisplayName_National
source: National
hi_in: राष्ट्रीय

# DisplayName_NationalityDescription
source: Nationality
hi_in: राष्ट्रीयता

# DisplayName_NationalityID
source: Nationality
hi_in: राष्ट्रीयता

# DisplayName_NatureOfAppointment
source: Nature of Appointment
hi_in: नियुक्ति की प्रकृति

# DisplayName_NatureOfDuty
source: Nature of Duty
hi_in: काम की प्रकृति

# DisplayName_NewGrade
source: NewGrade
hi_in: नई श्रेणी

# DisplayName_NextSectionDetailID
source: Next Course Year Standard Name
hi_in: अगले पाठ्यक्रम वर्ष मानक का नाम

# DisplayName_NickName
source: Nick Name
hi_in: उपनाम

# DisplayName_No
source: No
hi_in: नहीं

# DisplayName_NoCredit
source: No credit?
hi_in: कोई उधार नहीं?

# DisplayName_None
source: None
hi_in: कोई नहीं

# DisplayName_NonStructural
source: Non-Structural
hi_in: गैर - संरचनात्मक

# DisplayName_NonTechnical
source: NonTechnical
hi_in: गैर तकनीकी

# DisplayName_NoOfAttempts
source: No of Attempts
hi_in: प्रयास की संख्या

# DisplayName_NoOfCandidateCompletedPHd
source: No of Candidate Completed Ph.D
hi_in: उम्मीदवार पूरे किए पीएच.डी. की संख्या

# DisplayName_NoOfCompulsorySubGrp
source: No. of Compulsory Sub Groups
hi_in: अनिवार्य उप समूहों की संख्या

# DisplayName_NoOfLecturesForTopic
source: No of Lectrues :
hi_in: व्याख्यान की संख्या:

# DisplayName_NoOfLecturesForUnit
source: No of Lectures :
hi_in: व्याख्यान की संख्या:

# DisplayName_NoOfOptSubjects
source: No. of Optional Subjects to be selected
hi_in: वैकल्पिक विषयों की संख्या चयनित होने के लिए

# DisplayName_NoOfPosts
source: Number of Posts
hi_in: पदों की संख्या

# DisplayName_NoOfSubGroups
source: Total No of Sub Groups
hi_in: उप समूहों की कुल संख्या

# DisplayName_NoOfSubGrpSubjectSelect
source: No. of subjects can be selected
hi_in: विषयों की संख्या चुना जा सकता है

# DisplayName_NumberLeaveDeducted
source: Deduction of Leave
hi_in: छुट्टी की कटौती

# DisplayName_NumberOfApprovalStages
source: Approval Stages :
hi_in: स्वीकृति के चरणों:

# DisplayName_NumberOfCandidateCompletedPHD
source: Number Of Candidate Completed PH.D.
hi_in: उम्मीदवार पूरे किए पीएच.डी. संख्या

# DisplayName_NumberOfCandidateRegistered
source: No. of Candidate Registered
hi_in: उम्मीदवार की संख्या पंजीकृत

# DisplayName_NumberOfLeaves
source: Number of Leaves :
hi_in: छुट्टीयों की संख्या:

# DisplayName_NumberOfYears
source: Duration
hi_in: अवधि

# DisplayName_O
source: O
hi_in: ओ

# DisplayName_Odd
source: Odd
hi_in: विषम

# DisplayName_OfficeBelongTo
source: Office Belong To :
hi_in: कार्यालय के हैं:

# DisplayName_OfficeComment
source: Office Comment :
hi_in: कार्यालय टिप्पणी:

# DisplayName_OfficePhone1
source: Office Phone1 :
hi_in: कार्यालय फ़ोन1:

# DisplayName_OfficePhone2
source: Office Phone2 :
hi_in: कार्यालय फ़ोन2:

# DisplayName_OfficeType
source: Office Type :
hi_in: कार्यालय प्रकार:

# DisplayName_OldDepartmentName
source: Current Department
hi_in: वर्तमान विभाग

# DisplayName_OldDesignationID
source: Old Designation
hi_in: पुराना पदनाम

# DisplayName_OnDuty
source: On duty?
hi_in: काम पर?

# DisplayName_Ongoing
source: Ongoing
hi_in: चल रही है

# DisplayName_OpenDatetime
source: Account Opening Date
hi_in: खाता खोलने की तिथि

# DisplayName_OrderDate
source: Order Date
hi_in: आर्डर की तारीख

# DisplayName_OrderNumber
source: Order Number
hi_in: क्रम संख्या

# DisplayName_OrganisationID
source: Organisation ID
hi_in: संगठन आईडी

# DisplayName_OrgElectiveGrpID
source: Elective Group Name :
hi_in: वैकल्पिक समूह का नाम:

# DisplayName_OrgName
source: Organization Name :
hi_in: संस्था का नाम :

# DisplayName_OrgSemesterName
source: Semester Name
ar: اسم الفصل الدراسي
hi_in: छमाही का नाम

# DisplayName_OrgShiftCode
source: Shift :
hi_in: पाली:

# DisplayName_OrgSubElectiveGrpDescription
source: Sub Group
hi_in: उप समूह

# DisplayName_OrgSubElectiveGrpID
source: Elective Sub Group :
hi_in: वैकल्पिक उप समूह:

# DisplayName_Other
source: Other
hi_in: अन्य

# DisplayName_OtherEmailID
source: Alternate Email ID
hi_in: अन्य ईमेल आईडी

# DisplayName_Outstanding
source: Outstanding
hi_in: बकाया

# DisplayName_OutTime
source: Out Time
hi_in: बाहर जाने का समय

# DisplayName_PanNumber
source: Pan Number
hi_in: पैन नंबर

# DisplayName_PaperCode
source: Paper Code :
hi_in: पेपर संकेत:

# DisplayName_PaperTopic
source: Paper Title
hi_in: पेपर शीर्षक

# DisplayName_PaperType
source: Paper Type
hi_in: पेपर का प्रकार

# DisplayName_ParentMenuName
source: Parent Menu Name :
hi_in: जनक के मेनू का नाम:

# DisplayName_ParentMobileNumber
source: Parent Mobile Number
hi_in: जनक मोबाइल नंबर

# DisplayName_PassingDivision
source: Passing Division
hi_in: विभाजन सफलता

# DisplayName_Password
source: Password
hi_in: पासवर्ड

# DisplayName_PatentApprovalStatus
source: Patent Approval
hi_in: पेटेंट अनुमोदन

# DisplayName_PatentReceivedDetails
source: Patent Received Details
hi_in: पेटेंट प्राप्त विवरण

# DisplayName_PatternDayBookReport
source: Pattern :
hi_in: स्वरूप:

# DisplayName_PatternTypeDayBookReport
source: Pattern Type :
hi_in: नमूना प्रकार :

# DisplayName_PaymentMode
source: Payment Mode
hi_in: भुगतान का प्रकार

# DisplayName_PayScaleMstID
source: Pay Scale
hi_in: वेतनमान

# DisplayName_PendingAtApprovalLevel
source: Pending At Approval Level :
hi_in: अनुमोदन स्तर पर लंबित:

# DisplayName_PeriodBasis
source: Period Basis
hi_in: अवधि बेसिस

# DisplayName_PeriodEndDate
source: Lecture End To
hi_in: करने के लिए अंत व्याख्यान

# DisplayName_PeriodStartDate
source: Lecture Start From
hi_in: से शुरू व्याख्यान

# DisplayName_PERMANANT
source: Permanent
hi_in: स्थायी

# DisplayName_PermanentAddressLine1
source: Permanent Address Line1
hi_in: स्थायी पता लाइन 1

# DisplayName_PermanentAddressLine2
source: Permanent Address Line2
hi_in: स्थायी पता लाइन 2

# DisplayName_PersonalInformation
source: Personal Information
hi_in: व्यक्तिगत जानकारी

# DisplayName_PersuingFromDate
source: Pursuing From Date
hi_in: तारीख से लक्ष्य

# DisplayName_PersuingUptoDate
source: Pursuing Upto Date
hi_in: तारीख तक का लक्ष्य

# DisplayName_PhDThesisGuidence
source: Ph. D. Thesis Guidence
hi_in: पीएचडी डी शोध प्रबंध मार्गदर्शन

# DisplayName_PhoneNumberOffice
source: Office Phone Number :
hi_in: कार्यालय के फोन नंबर:

# DisplayName_Pincode
source: Pin code :
hi_in: पिन संकेत :

# DisplayName_PlaceOfBirth
source: Place of Birth
hi_in: जन्म स्थान

# DisplayName_PlotNo
source: Plot No :
hi_in: प्लॉट नंबर :

# DisplayName_PlotNumber
source: Plot Number
hi_in: प्लॉट संख्या

# DisplayName_PolicyApplicableStatus
source: Applicable Status :
hi_in: लागू स्थिति:

# DisplayName_PolicyCode
source: Code :
hi_in: संकेत:

# DisplayName_PolicyDescription
source: Description :
hi_in: विवरण:

# DisplayName_PolicyName
source: Name :
hi_in: नाम:

# DisplayName_PolicyRelatedToModuleCode
source: Related To Code :
hi_in: संकेत से संबंधित:

# DisplayName_Poor
source: Poor
hi_in: दरिद्र

# DisplayName_PostCode
source: Postal Code :
hi_in: डाक संकेत :

# DisplayName_PostHeld
source: Post Held
hi_in: के पास यह पद है

# DisplayName_PostType
source: Post Type
hi_in: पद प्रकार

# DisplayName_PresentIntake
source: Present Intake
hi_in: वर्तमान सेवन

# DisplayName_Previous
source: Previous
hi_in: पूर्व

# DisplayName_PreviousOrganisationAddress
source: Address
hi_in: पता

# DisplayName_PreviousOrganisationName
source: Organisation Name
hi_in: संगठन का नाम

# DisplayName_PreviousPromotionDemotionDate
source: Previous Promotion Demotion Date
hi_in: पिछला संवर्धन डिमोशन तारीख

# DisplayName_PrintingLine1
source: Printing Line 1
hi_in: मुद्रण लाइन 1

# DisplayName_PrintingLine2
source: Printing Line 2
hi_in: मुद्रण लाइन 2

# DisplayName_PrintingLine3
source: Printing Line 3
hi_in: मुद्रण लाइन 3

# DisplayName_PrintingLine4
source: Printing Line 4
hi_in: मुद्रण लाइन 4

# DisplayName_PrintingSequence
source: Printing Sequence
hi_in: मुद्रण अनुक्रम

# DisplayName_PrintShortCode
source: Print Code :
hi_in: प्रिंट संकेत:

# DisplayName_PrintShortDesc
source: Print Code
hi_in: प्रिंट संकेत

# DisplayName_PriorFirstName
source: Prior First Name
hi_in: पहले प्रथम नाम

# DisplayName_PriorLastName
source: Prior Last Name
hi_in: पहले अंतिम नाम

# DisplayName_PriorMiddleName
source: Prior Middle Name
hi_in: पहले मध्य नाम

# DisplayName_PrizeGivenBy
source: Prize Given By
hi_in: पुरस्कार द्वारा दिए गए

# DisplayName_PrizeIssuingAuthority
source: Prize Issuing Authority
hi_in: पुरस्कार जारी करने वाले प्राधिकारी

# DisplayName_PrizeName
source: Prize Name
hi_in: पुरस्कार का नाम

# DisplayName_PrizeReceivingDate
source: Prize Receiving Date
hi_in: पुरस्कार प्राप्त करने की तिथि

# DisplayName_PrizesWonDetails
source: Prizes Won Details
hi_in: पुरस्कार जीता विवरण

# DisplayName_Profession
source: Profession
hi_in: व्यवसाय

# DisplayName_ProjectCost
source: Project Cost
hi_in: परियोजना की लागत

# DisplayName_ProjectStatus
source: Project Status
hi_in: परियोजना की स्थिति

# DisplayName_ProjectWorkDate
source: Project Date
hi_in: परियोजना की तारीख

# DisplayName_ProjectWorkFromDate
source: Working From Date
hi_in: तारीख से कार्य करना

# DisplayName_ProjectWorkName
source: Project Title
hi_in: काम का विषय

# DisplayName_ProjectWorks
source: Project Works
hi_in: प्रोजेक्ट वर्क्स

# DisplayName_ProjectWorkToDate
source: Working Upto Date
hi_in: कार्य तारीख तक

# DisplayName_PromotedToNextSection
source: Promot To Section :
hi_in: अनुभाग के लिए पदोन्नति:

# DisplayName_Promotion
source: Promotion
hi_in: पदोन्नति

# DisplayName_PromotionDemotionDate
source: Promotion Demotion Date
hi_in: पदोन्नति / पदावनति तारीख

# DisplayName_PromotionDemotionFlag
source: Promotion Demotion Flag
hi_in: पदोन्नति / पदावनति करें

# DisplayName_PROMPT
source: PROMPT
hi_in: पदोन्नति

# DisplayName_ProvidentFundApplicableDate
source: Provident Fund Applicable Date
hi_in: भविष्य निधि लागू की तारीख

# DisplayName_ProvidentFundNumber
source: Provident Fund Number
hi_in: भविष्य निधि संख्या

# DisplayName_PublishDate
source: Publish Date
hi_in: प्रकाशित तिथि

# DisplayName_PublishMedium
source: Publish Medium
hi_in: मध्यम प्रकाशित करें

# DisplayName_PurposeOfGrant
source: Purpose of Grant
hi_in: अनुदान का उद्देश्य

# DisplayName_QualificationDetails
source: Qualification Details
hi_in: योग्यता विवरण

# DisplayName_QualificationName
source: Qualification Name
hi_in: योग्यता का नाम

# DisplayName_Quantity
source: Qty.
hi_in: मात्रा

# DisplayName_Quaterly
source: Quaterly
hi_in: त्रैमासिक

# DisplayName_Rank
source: Rank
hi_in: पद

# DisplayName_Rate
source: Rate
hi_in: दर

# DisplayName_RateOfInterest
source: Rate of Interest
hi_in: ब्याज की दर

# DisplayName_Reason
source: Reason :
hi_in: कारण:

# DisplayName_ReasonOfLeaving
source: Reason of Leaving
hi_in: जाने का कारण

# DisplayName_RecordTheTimeForAttendance
source: Record the time for attendance
hi_in: उपस्थिति के लिए समय रिकॉर्ड

# DisplayName_RegionID
source: Region Name
hi_in: क्षेत्र का नाम

# DisplayName_RegionName
source: Region Name
ar: اسم المنطقة
hi_in: क्षेत्र का नाम
mr_in: प्रदेश नाव

# DisplayName_RegularRole
source: Regular Role :
hi_in: नियमित भूमिका:

# DisplayName_Rejected
source: Rejected
hi_in: अस्वीकृत

# DisplayName_RelatedWith
source: Related With :
hi_in: साथ संबंधित :

# DisplayName_ReligionDescription
source: Religion
hi_in: धर्म

# DisplayName_ReligionID
source: Religion
hi_in: धर्म

# DisplayName_Remark
source: Remark
hi_in: टिप्पणी

# DisplayName_Remark1
source: Remark
hi_in: टिप्पणी

# DisplayName_RemarkAboutDisable
source: Remark About Disable :
hi_in: अक्षम बारे में टिप्पणी:

# DisplayName_Remarks
source: Remarks
hi_in: टिप्पणियां

# DisplayName_RememberMe
source: Remember me
hi_in: मुझे याद रखना

# DisplayName_Requiredfield
source: Required field
hi_in: आवश्यक क्षेत्र

# DisplayName_ResearchArea
source: Research Area
hi_in: अनुसंधान क्षेत्र

# DisplayName_RoleDetails
source: Role Details
hi_in: भूमिका का विवरण

# DisplayName_RotationDays
source: Rotation Days :
hi_in: नियमित आवर्तन दिन:

# DisplayName_RuleCode
source: Short Description
hi_in: संक्षिप्त वर्णन

# DisplayName_RuleName
source: Rule
hi_in: नियम

# DisplayName_SactionedPostDescription
source: Post Name
hi_in: पद नाम

# DisplayName_SalaryGradeCode
source: Salary Grade Code
hi_in: वेतन दर्जा संकेत

# DisplayName_ScholarshipAmount
source: Scholarship Amount
hi_in: छात्रवृत्ति राशि

# DisplayName_ScholarshipDescription
source: Scholarship Description
hi_in: छात्रवृत्ति विवरण

# DisplayName_ScholarshipStartDate
source: Scholarship Start Date
hi_in: छात्रवृत्ति प्रारंभ तारीख

# DisplayName_ScholarshipUptoDate
source: Scholarship Upto Date
hi_in: तिथि तक छात्रवृत्ति

# DisplayName_SECOND
source: SECOND
hi_in: दूसरी

# DisplayName_SecondHalfFrom
source: Second Half From :
hi_in: दूसरी छमाही से:

# DisplayName_SectionActive
source: Is Active ?
hi_in: सक्रिय है ?

# DisplayName_SectionCapacity
source: Student Capacity :
hi_in: छात्र क्षमता:

# DisplayName_SectionDesc
source: Section :
hi_in: अनुभाग :

# DisplayName_SectionDetailCode
source: Section Code :
hi_in: धारा संकेत:

# DisplayName_SectionDetailID
source: Section :
hi_in: अनुभाग :

# DisplayName_SectionDetails
source: Section :
hi_in: अनुभाग :

# DisplayName_SectionName
source: Section Name
hi_in: अनुभाग का नाम

# DisplayName_Select
source: ---------------Select---------------
hi_in: चुनिए

# DisplayName_SelectedAccountSessionID
source: Account Session :
hi_in: खाते सत्र:

# DisplayName_SelectedBalanceSheet
source: Balancesheet :
hi_in: तुलन पत्र :

# DisplayName_SelectedCategoryID
source: Category :
hi_in: श्रेणी:

# DisplayName_SelectedCityID
source: City :
hi_in: शहर:

# DisplayName_SelectedCountryID
source: Country :
hi_in: देश:

# DisplayName_SelectedDepartmentID
source: Department :
hi_in: विभाग:

# DisplayName_SelectedDescriptions
source: Section Name :
hi_in: अनुभाग का नाम :

# DisplayName_SelectedDivisionID
source: Division
hi_in: विभाजन

# DisplayName_SelectedEducationID
source: Education Name
hi_in: शिक्षा का नाम

# DisplayName_SelectedGroupID
source: Group
hi_in: समूह

# DisplayName_SelectedHeadID
source: Head :
hi_in: शीर्ष:

# DisplayName_SelectedLocationID
source: Location :
hi_in: स्थान:

# DisplayName_SelectedRegionID
source: Region :
hi_in: क्षेत्र:

# DisplayName_SelectedUniversityID
source: University :
hi_in: विश्वविद्यालय:

# DisplayName_SelectFeeCriteria
source: --------Select Fee Criteria-------
hi_in: शुल्क मानदंड चुनिए

# DisplayName_Self
source: Self
hi_in: स्वयं

# DisplayName_SelfGroupPresenter
source: Self / Group Presenter
hi_in: स्व / समूह प्रस्तुतकर्ता

# DisplayName_SemesterApplicable
source: Applicable Semester :
hi_in: लागू छमाही:

# DisplayName_SemesterCode
source: Semester Code
ar: الفصل الدراسي كود
hi_in: छमाही संकेत

# DisplayName_SemesterFromDate
source: Semester Start Date
hi_in: छमाही प्रारंभ तारीख

# DisplayName_SemesterType
source: Semester Type
ar: دروس الفصل الدراسي
hi_in: छमाही के प्रकार

# DisplayName_SemesterUptoDate
source: Semester End To
hi_in: छमाही के अंत तक

# DisplayName_SeqNo
source: Seq No
ar: بعدها لا
hi_in: क्रम संख्या
mr_in: क्रम नाही

# DisplayName_ServiceDetails
source: Service Details
hi_in: सेवा का विवरण

# DisplayName_Session
source: Session
hi_in: अधिवेशन

# DisplayName_SessionEndDatetime
source: Session Upto
hi_in: सत्र तक

# DisplayName_SessionFrom
source: Session From
ar: جلسة من
hi_in: सत्र से
mr_in: सत्र

# DisplayName_SessionFromDateReport
source: Session From :
hi_in: सत्र से:

# DisplayName_SessionName
source: Session
ar: اسم الدورة
hi_in: अधिवेशन

# DisplayName_SessionOrder
source: Session Order
ar: جلسة ترتيب
hi_in: सत्र आदेश
mr_in: सत्र आदेश

# DisplayName_SessionStartDatetime
source: Session From
hi_in: सत्र से:

# DisplayName_SessionUpto
source: Session Upto
ar: الدورة لغاية
hi_in: सत्र तक
mr_in: सत्र पर्यंत

# DisplayName_SessionUptoDateReport
source: Session Upto :
hi_in: सत्र तक:

# DisplayName_ShiftEndBuffer
source: Buffer :
hi_in: बफर:

# DisplayName_ShiftEndDate
source: Shift End Date :
hi_in: समाप्ति तिथि पाली:

# DisplayName_ShiftLockedDate
source: Shift Lock Date:
hi_in: अवरोध तिथि पाली:

# DisplayName_ShiftStartDate
source: Shift Start Date :
hi_in: प्रारंभ तारीख पाली:

# DisplayName_ShiftTimeFrom
source: Shift Time From :
hi_in: समय से बदलाव:

# DisplayName_ShiftTimeMargin
source: Margin :
hi_in: मार्जिन:

# DisplayName_ShiftTimeUpto
source: Shift Time Upto :
hi_in: समय तक पाली:

# DisplayName_ShortCode
source: Short Code
hi_in: छोटे संकेत

# DisplayName_ShortDescription
source: Short Description :
hi_in: संक्षिप्त वर्णन :

# DisplayName_ShortName
source: Short Code
hi_in: छोटे संकेत

# DisplayName_SimpleInterest
source: Simple Interest
hi_in: साधारण ब्याज

# DisplayName_SINNumber
source: SIN Number
hi_in: एस आय एन संख्या

# DisplayName_Son
source: Son
hi_in: बेटा

# DisplayName_SpanFromDate
source: Span From Date
hi_in: काल तारीख से

# DisplayName_SpanUptoDate
source: Span Upto Date
hi_in: काल तक तारीख

# DisplayName_SpecailisationIn
source: Specailization In
hi_in: विशेषज्ञता में

# DisplayName_Specailisation_Research_Area
source: Specailisation / Research Area
hi_in: विशेषज्ञता / अनुसंधान क्षेत्र

# DisplayName_SpecializationField
source: Specialization Field
hi_in: विशेषज्ञता फील्ड

# DisplayName_SpecialLectureDetails
source: Special Lecture Details
hi_in: विशेष व्याख्यान विवरण

# DisplayName_Sports
source: Sports
hi_in: खेल

# DisplayName_SSNNumber
source: SSN Number
hi_in: एसएसएन संख्या

# DisplayName_StandardCodeShortCode
source: Standard Code
hi_in: मानक संकेत

# DisplayName_StandardDescription
source: Standard Name
hi_in: मानक नाम

# DisplayName_StandardDescriptions
source: Standard Descriptions :
hi_in: मानक विवरण:

# DisplayName_StandardID
source: Standard :
hi_in: मानक:

# DisplayName_StandardNumber
source: Standard Number
hi_in: मानक संख्या

# DisplayName_State
source: State
hi_in: राज्य

# DisplayName_Statuse
source: Statuse
hi_in: स्थिति

# DisplayName_StreamDescription
source: Stream Name
hi_in: स्ट्रीम का नाम

# DisplayName_StreamDescriptions
source: Stream Descriptions :
hi_in: स्ट्रीम विवरण:

# DisplayName_StreamID
source: Stream :
hi_in: स्ट्रीम:

# DisplayName_StreamShortCode
source: Stream Code
hi_in: स्ट्रीम संकेत

# DisplayName_StreetName
source: Street Name
hi_in: सड़क का नाम

# DisplayName_StreetNumber
source: Street Name
hi_in: सड़क का नाम

# DisplayName_Structure
source: Structure
hi_in: संरचना

# DisplayName_StudentCode
source: Student Code
hi_in: छात्र संकेत

# DisplayName_StudentMobileNumber
source: Student Mobile Number
hi_in: छात्र मोबाइल नंबर

# DisplayName_StudentName
source: Student :
hi_in: छात्र:

# DisplayName_StudentQuickInformation
source: Student Quick Information
hi_in: छात्र त्वरित जानकारी

# DisplayName_SubElectiveShortDescription
source: Short Description
hi_in: संक्षिप्त वर्णन

# DisplayName_SubGroupCompulsoryFlag
source: Is Compulsory :
hi_in: आवश्यक है :

# DisplayName_SubjectCode
source: Subject Code :
hi_in: विषय संकेत:

# DisplayName_SubjectDescriptions
source: Subject Name :
hi_in: विषय नाम :

# DisplayName_SubjectForApproval
source: Subject
hi_in: विषय

# DisplayName_SubjectGroupDescription
source: Description :
hi_in: विवरण:

# DisplayName_SubjectID
source: Subject Name :
hi_in: विषय नाम :

# DisplayName_SubjectIntroYear
source: Introduction Year :
hi_in: परिचय वर्ष:

# DisplayName_SubjectName
source: Subject Name
hi_in: विषय नाम

# DisplayName_SubjectOfPatent
source: Subject of Patent
hi_in: पेटेंट का विषय

# DisplayName_SubjectTypeName
source: Subject Type Name
hi_in: विषय प्रकार नाम

# DisplayName_SubjectTypeShortCode
source: Subject Type Code
hi_in: विषय प्रकार संकेत

# DisplayName_SubTypeIdentification
source: Indentity :
hi_in: पहचान :

# DisplayName_SurpDifiFlag
source: Surplus/Deficit
hi_in: आधिक्य घाटा

# DisplayName_Surplus
source: Surplus
hi_in: अतिरिक्त

# DisplayName_Synopsis
source: Synopsis
hi_in: सार

# DisplayName_S_Student
source: S-Student
hi_in: एस-छात्र

# DisplayName_TaskApprovalBasedTable
source: Approval Base Table :
hi_in: स्वीकृति के आधार तालिका:

# DisplayName_TaskApprovalKeyValue
source: Base Table Key Values :
hi_in: आधार तालिका कुंजी मान:

# DisplayName_TaskApprovalParamPrimaryKey
source: Base Table Primary Key :
hi_in: आधार तालिका प्राथमिक कुंजी:

# DisplayName_TaskApprovalTableDisplayField
source: Base Table Display Field :
hi_in: आधार तालिका प्रदर्शन क्षेत्र:

# DisplayName_TaskCode
source: Task Code :
hi_in: कार्य संकेत:

# DisplayName_TaskCodeList
source: Task :
hi_in: कार्य :

# DisplayName_TaskDescription
source: Task Description :
hi_in: कार्य विवरण :

# DisplayName_TaskModelApplicableTo
source: Task Applicable To :
hi_in: कार्य लागू करने के लिए:

# DisplayName_TaxName
source: Tax Name
hi_in: कर का नाम

# DisplayName_TaxRate
source: Tax Rate
hi_in: कर दर

# DisplayName_TeachingActivity
source: Is Teaching Department
hi_in: शिक्षण विभाग है

# DisplayName_Technical
source: Technical
hi_in: तकनीकी

# DisplayName_TelephoneNumber
source: Telephone Number
hi_in: टेलीफोन नंबर

# DisplayName_TEMPORARY
source: Temporary
hi_in: अस्थायी

# DisplayName_TerminationDate
source: Date of Termination
hi_in: समाप्ति की तारीख

# DisplayName_TerminationID
source: TerminationID
hi_in: अंत

# DisplayName_THIRD
source: THIRD
hi_in: तृतीय

# DisplayName_TimeZone
source: TimeZone :
hi_in: समय क्षेत्र :

# DisplayName_Title
source: Title
hi_in: शीर्षक

# DisplayName_TitleOfAssignment
source: Title of Assignment
hi_in: काम के शीर्षक

# DisplayName_ToDate
source: To Date
hi_in: तारीख तक

# DisplayName_TopicDescription
source: Topic Description :
hi_in: विषय विवरण :

# DisplayName_TopicName
source: Topic :
hi_in: विषय:

# DisplayName_TopicOfLecture
source: Topic of Lecture
hi_in: व्याख्यान का विषय

# DisplayName_TopicPercentage
source: Weightage %
hi_in: महत्व %

# DisplayName_TopicStatus
source: Is Compulsory :
hi_in: आवश्यक है :

# DisplayName_TopicWeightage
source: Weightage :
hi_in: महत्व :

# DisplayName_TotalExpectedWeeks
source: Expected Weeks
hi_in: उम्मीद सप्ताह

# DisplayName_TotalNoCheque
source: Total Quantity :
hi_in: कुल मात्रा :

# DisplayName_TotalNoOfSubjects
source: Total No of Subjects
hi_in: विषयों की कुल नहीं

# DisplayName_TotalSubjects
source: Total Subjects
hi_in: कुल विषयों

# DisplayName_TransactionDate
source: Voucher Date
hi_in: लेन - देन की तारीख

# DisplayName_TransactionTypeReport
source: Transaction Types :
hi_in: लेन-देन प्रकार:
